<?php
$array_qn[0][1][6] = "出 1:9";
$array_qn[0][1][0] = "埃及人苦待以色列人是因为他们：";
$array_qn[0][1][1] = "富有";
$array_qn[0][1][2] = "傲慢";
$array_qn[0][1][3] = "人多";
$array_qn[0][1][4] = "奸狡";
$array_qn[0][1][5] = "C";

$array_qn[0][2][6] = "出 1:16";
$array_qn[0][2][0] = "埃及王命令收生婆怎样对待以色列初生男婴？";
$array_qn[0][2][1] = "抚养";
$array_qn[0][2][2] = "杀死";
$array_qn[0][2][3] = "抛弃";
$array_qn[0][2][4] = "保护";
$array_qn[0][2][5] = "B";

$array_qn[0][3][6] = "出 3:4";
$array_qn[0][3][0] = "上帝从哪里呼叫摩西？";
$array_qn[0][3][1] = "石中";
$array_qn[0][3][2] = "空中";
$array_qn[0][3][3] = "荆棘";
$array_qn[0][3][4] = "林中";
$array_qn[0][3][5] = "C";

$array_qn[0][4][6] = "出 3:5";
$array_qn[0][4][0] = "上帝要摩西做甚麽才可近前？";
$array_qn[0][4][1] = "献祭";
$array_qn[0][4][2] = "蒙面";
$array_qn[0][4][3] = "脱鞋";
$array_qn[0][4][4] = "屈膝";
$array_qn[0][4][5] = "C";

$array_qn[0][5][6] = "出 4:16";
$array_qn[0][5][0] = "上帝叫谁替摩西向百姓说话？";
$array_qn[0][5][1] = "亚伦";
$array_qn[0][5][2] = "米利暗";
$array_qn[0][5][3] = "革舜";
$array_qn[0][5][4] = "西坡拉";
$array_qn[0][5][5] = "A";

$array_qn[0][6][6] = "出 12:7";
$array_qn[0][6][0] = "上帝吩咐要取羊血涂在门的哪里？";
$array_qn[0][6][1] = "门栓";
$array_qn[0][6][2] = "门角";
$array_qn[0][6][3] = "门内";
$array_qn[0][6][4] = "框和楣";
$array_qn[0][6][5] = "D";

$array_qn[0][7][6] = "出 12:10";
$array_qn[0][7][0] = "逾越节剩下的食物怎样处理？";
$array_qn[0][7][1] = "保留";
$array_qn[0][7][2] = "火烧";
$array_qn[0][7][3] = "给人";
$array_qn[0][7][4] = "弃掉";
$array_qn[0][7][5] = "B";

$array_qn[0][8][6] = "出 33:3";
$array_qn[0][8][0] = "「流奶与蜜」之地指哪里？";
$array_qn[0][8][1] = "埃及";
$array_qn[0][8][2] = "迦南";
$array_qn[0][8][3] = "以琳";
$array_qn[0][8][4] = "西奈山";
$array_qn[0][8][5] = "B";

$array_qn[0][9][6] = "申 4:13";
$array_qn[0][9][0] = "摩西将十诫写在哪里？";
$array_qn[0][9][1] = "石版";
$array_qn[0][9][2] = "木板";
$array_qn[0][9][3] = "铜牌";
$array_qn[0][9][4] = "金牌";
$array_qn[0][9][5] = "A";

$array_qn[0][10][6] = "创 1:2";
$array_qn[0][10][0] = "上帝创造天地，祂的灵运行在哪里？";
$array_qn[0][10][1] = "天上";
$array_qn[0][10][2] = "云中";
$array_qn[0][10][3] = "旷野";
$array_qn[0][10][4] = "水面";
$array_qn[0][10][5] = "D";

$array_qn[0][11][6] = "创 1:5";
$array_qn[0][11][0] = "上帝创造天地，第一日造了甚麽？";
$array_qn[0][11][1] = "昼夜";
$array_qn[0][11][2] = "空气";
$array_qn[0][11][3] = "众水";
$array_qn[0][11][4] = "星辰";
$array_qn[0][11][5] = "A";

$array_qn[0][12][6] = "创 1:6";
$array_qn[0][12][0] = "上帝说要有甚麽将诸水分为上下？";
$array_qn[0][12][1] = "泥土";
$array_qn[0][12][2] = "冰雪";
$array_qn[0][12][3] = "空气";
$array_qn[0][12][4] = "山脉";
$array_qn[0][12][5] = "C";

$array_qn[0][13][6] = "创 1:7";
$array_qn[0][13][0] = "上帝创造天地，第二日造了甚麽？";
$array_qn[0][13][1] = "昼夜";
$array_qn[0][13][2] = "空气";
$array_qn[0][13][3] = "众水";
$array_qn[0][13][4] = "星辰";
$array_qn[0][13][5] = "B";

$array_qn[0][14][6] = "创 1:14";
$array_qn[0][14][0] = "上帝用甚麽分昼夜，定节令？";
$array_qn[0][14][1] = "时钟";
$array_qn[0][14][2] = "云层";
$array_qn[0][14][3] = "光体";
$array_qn[0][14][4] = "滴漏";
$array_qn[0][14][5] = "C";

$array_qn[0][15][6] = "创 1:27";
$array_qn[0][15][0] = "上帝照著甚麽形像造男造女？";
$array_qn[0][15][1] = "自己";
$array_qn[0][15][2] = "飞禽";
$array_qn[0][15][3] = "动物";
$array_qn[0][15][4] = "天使";
$array_qn[0][15][5] = "A";

$array_qn[0][16][6] = "创 2:17";
$array_qn[0][16][0] = "上帝吩咐亚当不可吃甚麽树上的果子？";
$array_qn[0][16][1] = "橄榄树";
$array_qn[0][16][2] = "生命树";
$array_qn[0][16][3] = "无花果树";
$array_qn[0][16][4] = "分别善恶树";
$array_qn[0][16][5] = "D";

$array_qn[0][17][6] = "创 2:22";
$array_qn[0][17][0] = "女人是由男人哪一根骨头造的？";
$array_qn[0][17][1] = "指骨";
$array_qn[0][17][2] = "颈骨";
$array_qn[0][17][3] = "脊骨";
$array_qn[0][17][4] = "肋骨";
$array_qn[0][17][5] = "D";

$array_qn[0][18][6] = "创 2:24";
$array_qn[0][18][0] = "人要离开父母，与谁连合？";
$array_qn[0][18][1] = "敌人";
$array_qn[0][18][2] = "朋友";
$array_qn[0][18][3] = "外族";
$array_qn[0][18][4] = "妻子";
$array_qn[0][18][5] = "D";

$array_qn[0][19][6] = "创 3:13";
$array_qn[0][19][0] = "蛇用甚麽手段令夏娃吃分别善恶树上的果子？";
$array_qn[0][19][1] = "强迫";
$array_qn[0][19][2] = "恐吓";
$array_qn[0][19][3] = "迷晕";
$array_qn[0][19][4] = "引诱";
$array_qn[0][19][5] = "D";

$array_qn[0][20][6] = "创 3:20";
$array_qn[0][20][0] = "亚当给妻子起名夏娃，因为她是：";
$array_qn[0][20][1] = "新造的人";
$array_qn[0][20][2] = "蒙恩女子";
$array_qn[0][20][3] = "众生之母";
$array_qn[0][20][4] = "信心之母";
$array_qn[0][20][5] = "C";

$array_qn[0][21][6] = "创 3:21";
$array_qn[0][21][0] = "上帝用甚麽做衣服给亚当、夏娃穿？";
$array_qn[0][21][1] = "羊毛";
$array_qn[0][21][2] = "树叶";
$array_qn[0][21][3] = "皮子";
$array_qn[0][21][4] = "树皮";
$array_qn[0][21][5] = "C";

$array_qn[0][22][6] = "创 3:24";
$array_qn[0][22][0] = "人类犯罪后，上帝用剑把守甚麽树的道路？";
$array_qn[0][22][1] = "罪恶树";
$array_qn[0][22][2] = "善恶树";
$array_qn[0][22][3] = "永生树";
$array_qn[0][22][4] = "生命树";
$array_qn[0][22][5] = "D";

$array_qn[0][23][6] = "创 6:5";
$array_qn[0][23][0] = "挪亚时代，人终日所思想的是甚麽？";
$array_qn[0][23][1] = "善";
$array_qn[0][23][2] = "恶";
$array_qn[0][23][3] = "衣";
$array_qn[0][23][4] = "食";
$array_qn[0][23][5] = "B";

$array_qn[0][24][6] = "创 6:17";
$array_qn[0][24][0] = "挪亚时代，上帝用甚麽毁灭地上的活物？";
$array_qn[0][24][1] = "洪水";
$array_qn[0][24][2] = "烈火";
$array_qn[0][24][3] = "地震";
$array_qn[0][24][4] = "龙卷风";
$array_qn[0][24][5] = "A";

$array_qn[0][25][6] = "创 9:13";
$array_qn[0][25][0] = "洪水后，上帝以甚麽为记号与挪亚立约？";
$array_qn[0][25][1] = "羔羊";
$array_qn[0][25][2] = "彩虹";
$array_qn[0][25][3] = "流星";
$array_qn[0][25][4] = "祭坛";
$array_qn[0][25][5] = "B";

$array_qn[0][26][6] = "创 11:1";
$array_qn[0][26][0] = "建巴别塔前，天下的语言共有多少种？";
$array_qn[0][26][1] = "1种";
$array_qn[0][26][2] = "2种";
$array_qn[0][26][3] = "3种";
$array_qn[0][26][4] = "多种";
$array_qn[0][26][5] = "A";

$array_qn[0][27][6] = "创 12:7";
$array_qn[0][27][0] = "上帝要将何地赐给亚伯兰？";
$array_qn[0][27][1] = "示拿";
$array_qn[0][27][2] = "迦南";
$array_qn[0][27][3] = "埃及";
$array_qn[0][27][4] = "亚述";
$array_qn[0][27][5] = "B";

$array_qn[0][28][6] = "创 12:13";
$array_qn[0][28][0] = "亚伯兰为求存活，称撒莱是他的：";
$array_qn[0][28][1] = "妻子";
$array_qn[0][28][2] = "妹妹";
$array_qn[0][28][3] = "婢女";
$array_qn[0][28][4] = "表妹";
$array_qn[0][28][5] = "B";

$array_qn[0][29][6] = "创 17:4";
$array_qn[0][29][0] = "上帝立亚伯兰为多国的：";
$array_qn[0][29][1] = "君";
$array_qn[0][29][2] = "父";
$array_qn[0][29][3] = "王";
$array_qn[0][29][4] = "祭司";
$array_qn[0][29][5] = "B";

$array_qn[0][30][6] = "创 17:10";
$array_qn[0][30][0] = "上帝要亚伯拉罕和所有的男子接受甚麽礼？";
$array_qn[0][30][1] = "冠礼";
$array_qn[0][30][2] = "割礼";
$array_qn[0][30][3] = "水礼";
$array_qn[0][30][4] = "敬礼";
$array_qn[0][30][5] = "B";

$array_qn[0][31][6] = "创 18:12";
$array_qn[0][31][0] = "撒拉听见使者与亚伯拉罕对话时，心里：";
$array_qn[0][31][1] = "确信";
$array_qn[0][31][2] = "暗笑";
$array_qn[0][31][3] = "悲痛";
$array_qn[0][31][4] = "埋怨";
$array_qn[0][31][5] = "B";

$array_qn[0][32][6] = "创 19:26";
$array_qn[0][32][0] = "罗得的妻子逃跑时，回头一望就变成：";
$array_qn[0][32][1] = "石柱";
$array_qn[0][32][2] = "铜柱";
$array_qn[0][32][3] = "盐柱";
$array_qn[0][32][4] = "木柱";
$array_qn[0][32][5] = "C";

$array_qn[0][33][6] = "创 25:33";
$array_qn[0][33][0] = "为了一碗红豆汤，以扫失去甚麽？";
$array_qn[0][33][1] = "健康";
$array_qn[0][33][2] = "财富";
$array_qn[0][33][3] = "性命";
$array_qn[0][33][4] = "长子名分";
$array_qn[0][33][5] = "D";

$array_qn[0][34][6] = "创 32:28";
$array_qn[0][34][0] = "上帝赐雅各新名，叫：";
$array_qn[0][34][1] = "以色列";
$array_qn[0][34][2] = "犹大";
$array_qn[0][34][3] = "利未";
$array_qn[0][34][4] = "约瑟";
$array_qn[0][34][5] = "A";

$array_qn[0][35][6] = "创 37:3";
$array_qn[0][35][0] = "雅各为谁做了一件彩衣？";
$array_qn[0][35][1] = "西缅";
$array_qn[0][35][2] = "约瑟";
$array_qn[0][35][3] = "利未";
$array_qn[0][35][4] = "便雅悯";
$array_qn[0][35][5] = "B";

$array_qn[0][36][6] = "创 41:44";
$array_qn[0][36][0] = "约瑟为法老解梦，于是法老立他为：";
$array_qn[0][36][1] = "膳长";
$array_qn[0][36][2] = "预言家";
$array_qn[0][36][3] = "宰相";
$array_qn[0][36][4] = "酒政";
$array_qn[0][36][5] = "C";


$array_qn[0][37][6] = "出 3:1";
$array_qn[0][37][0] = "摩西牧羊到了上帝的圣山，就是：";
$array_qn[0][37][1] = "黑门山";
$array_qn[0][37][2] = "何烈山";
$array_qn[0][37][3] = "橄榄山";
$array_qn[0][37][4] = "迦密山";
$array_qn[0][37][5] = "B";

$array_qn[0][38][6] = "出 4:10";
$array_qn[0][38][0] = "摩西以甚麽藉口推辞上帝的召命？";
$array_qn[0][38][1] = "拙口笨舌";
$array_qn[0][38][2] = "惧怕";
$array_qn[0][38][3] = "生病";
$array_qn[0][38][4] = "照顾家人";
$array_qn[0][38][5] = "A";

$array_qn[0][39][6] = "出 13:21";
$array_qn[0][39][0] = "日间，上帝在甚麽中引领以色列人的路？";
$array_qn[0][39][1] = "火柱";
$array_qn[0][39][2] = "飞鸟";
$array_qn[0][39][3] = "云柱";
$array_qn[0][39][4] = "日光";
$array_qn[0][39][5] = "C";

$array_qn[0][40][6] = "出 13:21";
$array_qn[0][40][0] = "夜间，上帝在甚麽中光照以色列人的路？";
$array_qn[0][40][1] = "星斗";
$array_qn[0][40][2] = "火柱";
$array_qn[0][40][3] = "闪电";
$array_qn[0][40][4] = "月亮";
$array_qn[0][40][5] = "B";

$array_qn[0][41][6] = "出 15:25";
$array_qn[0][41][0] = "摩西将甚麽放在水中使苦水变甜？";
$array_qn[0][41][1] = "杖";
$array_qn[0][41][2] = "酒";
$array_qn[0][41][3] = "草";
$array_qn[0][41][4] = "树";
$array_qn[0][41][5] = "D";

$array_qn[0][42][6] = "出 16:20";
$array_qn[0][42][0] = "以色列人把吗哪留到早晨，结果：";
$array_qn[0][42][1] = "变酸";
$array_qn[0][42][2] = "蒸发";
$array_qn[0][42][3] = "有毒";
$array_qn[0][42][4] = "变臭";
$array_qn[0][42][5] = "D";

$array_qn[0][43][6] = "出 20:26";
$array_qn[0][43][0] = "前往上帝的坛，不可用台阶，免得露出：";
$array_qn[0][43][1] = "鞋子";
$array_qn[0][43][2] = "下体";
$array_qn[0][43][3] = "肢体";
$array_qn[0][43][4] = "脚趾";
$array_qn[0][43][5] = "B";

$array_qn[0][44][6] = "出 30:20";
$array_qn[0][44][0] = "献火祭时，祭司要用水洗濯，免得：";
$array_qn[0][44][1] = "被污";
$array_qn[0][44][2] = "发臭";
$array_qn[0][44][3] = "死亡";
$array_qn[0][44][4] = "生病";
$array_qn[0][44][5] = "C";

$array_qn[0][45][6] = "出 31:18";
$array_qn[0][45][0] = "上帝在哪里将法版交给摩西？";
$array_qn[0][45][1] = "尼波山";
$array_qn[0][45][2] = "西奈山";
$array_qn[0][45][3] = "会幕";
$array_qn[0][45][4] = "圣坛";
$array_qn[0][45][5] = "B";

$array_qn[0][46][6] = "出 31:18";
$array_qn[0][46][0] = "法版是用甚麽做成的？";
$array_qn[0][46][1] = "金";
$array_qn[0][46][2] = "银";
$array_qn[0][46][3] = "铜";
$array_qn[0][46][4] = "石";
$array_qn[0][46][5] = "D";

$array_qn[0][47][6] = "出 32:4";
$array_qn[0][47][0] = "谁製造了一隻金牛犊？";
$array_qn[0][47][1] = "摩西";
$array_qn[0][47][2] = "亚伦";
$array_qn[0][47][3] = "亚何利亚伯";
$array_qn[0][47][4] = "亚希撒抹";
$array_qn[0][47][5] = "B";

$array_qn[0][48][6] = "民 6:3";
$array_qn[0][48][0] = "作拿细耳人不可喝甚麽？";
$array_qn[0][48][1] = "酒";
$array_qn[0][48][2] = "奶";
$array_qn[0][48][3] = "蜂蜜";
$array_qn[0][48][4] = "茶";
$array_qn[0][48][5] = "A";

$array_qn[0][49][6] = "民 22:6";
$array_qn[0][49][0] = "摩押王巴勒请巴兰怎样对待以色列人？";
$array_qn[0][49][1] = "祝福";
$array_qn[0][49][2] = "咒诅";
$array_qn[0][49][3] = "医病";
$array_qn[0][49][4] = "献祭";
$array_qn[0][49][5] = "B";

$array_qn[0][50][6] = "申 1:25";
$array_qn[0][50][0] = "窥探迦南地的人拿了甚麽回来？";
$array_qn[0][50][1] = "蜂蜜";
$array_qn[0][50][2] = "果子";
$array_qn[0][50][3] = "牛羊";
$array_qn[0][50][4] = "禾稼";
$array_qn[0][50][5] = "B";

$array_qn[0][51][6] = "申 9:1";
$array_qn[0][51][0] = "以色列人进入迦南地之前，要过甚麽河？";
$array_qn[0][51][1] = "尼罗河";
$array_qn[0][51][2] = "比逊河";
$array_qn[0][51][3] = "约旦河";
$array_qn[0][51][4] = "基训河";
$array_qn[0][51][5] = "C";

$array_qn[0][52][6] = "申 14:1";
$array_qn[0][52][0] = "不可为甚麽人用刀划身？";
$array_qn[0][52][1] = "病人";
$array_qn[0][52][2] = "死人";
$array_qn[0][52][3] = "伟人";
$array_qn[0][52][4] = "恶人";
$array_qn[0][52][5] = "B";

$array_qn[0][53][6] = "创 1:9";
$array_qn[0][53][0] = "上帝第几天使旱地露出来？";
$array_qn[0][53][1] = "第一天";
$array_qn[0][53][2] = "第二天";
$array_qn[0][53][3] = "第三天";
$array_qn[0][53][4] = "第四天";
$array_qn[0][53][5] = "C";

$array_qn[0][54][6] = "创 2:6";
$array_qn[0][54][0] = "上帝未降雨前，万物靠甚麽滋润？";
$array_qn[0][54][1] = "空气";
$array_qn[0][54][2] = "灵气";
$array_qn[0][54][3] = "雾气";
$array_qn[0][54][4] = "沼气";
$array_qn[0][54][5] = "C";

$array_qn[0][55][6] = "创 3:15";
$array_qn[0][55][0] = "蛇要伤女人后裔的哪一个部位？";
$array_qn[0][55][1] = "腹";
$array_qn[0][55][2] = "头";
$array_qn[0][55][3] = "手";
$array_qn[0][55][4] = "脚跟";
$array_qn[0][55][5] = "D";

$array_qn[0][56][6] = "创 3:24";
$array_qn[0][56][0] = "人类犯罪后，上帝在伊甸园的东边安设了：";
$array_qn[0][56][1] = "天军";
$array_qn[0][56][2] = "基路伯";
$array_qn[0][56][3] = "约柜";
$array_qn[0][56][4] = "四活物";
$array_qn[0][56][5] = "B";

$array_qn[0][57][6] = "创 4:2";
$array_qn[0][57][0] = "该隐从事甚麽工作？";
$array_qn[0][57][1] = "捕鱼";
$array_qn[0][57][2] = "牧羊";
$array_qn[0][57][3] = "种地";
$array_qn[0][57][4] = "打猎";
$array_qn[0][57][5] = "C";

$array_qn[0][58][6] = "创 4:2";
$array_qn[0][58][0] = "亚伯从事甚麽工作？";
$array_qn[0][58][1] = "种地";
$array_qn[0][58][2] = "捕鱼";
$array_qn[0][58][3] = "牧羊";
$array_qn[0][58][4] = "打猎";
$array_qn[0][58][5] = "C";

$array_qn[0][59][6] = "创 5:22";
$array_qn[0][59][0] = "以诺与上帝同行多少年？";
$array_qn[0][59][1] = "100年";
$array_qn[0][59][2] = "200年";
$array_qn[0][59][3] = "300年";
$array_qn[0][59][4] = "400年";
$array_qn[0][59][5] = "C";

$array_qn[0][60][6] = "创 9:4";
$array_qn[0][60][0] = "上帝不淮挪亚吃甚麽？";
$array_qn[0][60][1] = "菜类";
$array_qn[0][60][2] = "果类";
$array_qn[0][60][3] = "肉类";
$array_qn[0][60][4] = "肉带血";
$array_qn[0][60][5] = "D";

$array_qn[0][61][6] = "创 9:21";
$array_qn[0][61][0] = "挪亚因甚麽缘故赤身露体？";
$array_qn[0][61][1] = "生疮";
$array_qn[0][61][2] = "洗澡";
$array_qn[0][61][3] = "醉酒";
$array_qn[0][61][4] = "游泳";
$array_qn[0][61][5] = "C";

$array_qn[0][62][6] = "创 19:1";
$array_qn[0][62][0] = "上帝派多少位天使去所多玛找罗得？";
$array_qn[0][62][1] = "1位";
$array_qn[0][62][2] = "2位";
$array_qn[0][62][3] = "3位";
$array_qn[0][62][4] = "4位";
$array_qn[0][62][5] = "B";

$array_qn[0][63][6] = "创 25:26";
$array_qn[0][63][0] = "雅各出生时抓著以扫的：";
$array_qn[0][63][1] = "脚跟";
$array_qn[0][63][2] = "头髮脚";
$array_qn[0][63][3] = "手肘";
$array_qn[0][63][4] = "大腿";
$array_qn[0][63][5] = "A";

$array_qn[0][64][6] = "创 26:7";
$array_qn[0][64][0] = "以撒谎称妻子是自己的：";
$array_qn[0][64][1] = "女儿";
$array_qn[0][64][2] = "母亲";
$array_qn[0][64][3] = "姊姊";
$array_qn[0][64][4] = "妹子";
$array_qn[0][64][5] = "D";

$array_qn[0][65][6] = "创 30:24";
$array_qn[0][65][0] = "约瑟在家中排行第几？";
$array_qn[0][65][1] = "二";
$array_qn[0][65][2] = "五";
$array_qn[0][65][3] = "十";
$array_qn[0][65][4] = "十一";
$array_qn[0][65][5] = "D";

$array_qn[0][66][6] = "创 31:19";
$array_qn[0][66][0] = "拉结偷了父亲家的：";
$array_qn[0][66][1] = "公羊";
$array_qn[0][66][2] = "金银";
$array_qn[0][66][3] = "神像";
$array_qn[0][66][4] = "衣服";
$array_qn[0][66][5] = "C";

$array_qn[0][67][6] = "创 34:15";
$array_qn[0][67][0] = "雅各的儿子们要示剑做甚麽才让妹妹嫁他？";
$array_qn[0][67][1] = "杀羊";
$array_qn[0][67][2] = "献祭";
$array_qn[0][67][3] = "行割礼";
$array_qn[0][67][4] = "拜巴力";
$array_qn[0][67][5] = "C";

$array_qn[0][68][6] = "创 35:22";
$array_qn[0][68][0] = "雅各共有多少个儿子？";
$array_qn[0][68][1] = "10个";
$array_qn[0][68][2] = "12个";
$array_qn[0][68][3] = "13个";
$array_qn[0][68][4] = "14个";
$array_qn[0][68][5] = "B";


$array_qn[0][69][6] = "出 2:3";
$array_qn[0][69][0] = "摩西的母亲将他藏在甚麽箱子里？";
$array_qn[0][69][1] = "芦苇";
$array_qn[0][69][2] = "滕草";
$array_qn[0][69][3] = "蒲草";
$array_qn[0][69][4] = "松木";
$array_qn[0][69][5] = "C";

$array_qn[0][70][6] = "出 24:13";
$array_qn[0][70][0] = "摩西和谁上山，领受律法和诫命？";
$array_qn[0][70][1] = "亚伦";
$array_qn[0][70][2] = "约书亚";
$array_qn[0][70][3] = "拿答";
$array_qn[0][70][4] = "亚比户";
$array_qn[0][70][5] = "B";

$array_qn[0][71][6] = "出 25:16";
$array_qn[0][71][0] = "以下何物要放在约柜里？";
$array_qn[0][71][1] = "圣卷";
$array_qn[0][71][2] = "法版";
$array_qn[0][71][3] = "金子";
$array_qn[0][71][4] = "基路伯";
$array_qn[0][71][5] = "B";

$array_qn[0][72][6] = "出 25:18";
$array_qn[0][72][0] = "施恩座前安放多少隻基路伯？";
$array_qn[0][72][1] = "2隻";
$array_qn[0][72][2] = "4隻";
$array_qn[0][72][3] = "6隻";
$array_qn[0][72][4] = "8隻";
$array_qn[0][72][5] = "A";

$array_qn[0][73][6] = "出 32:17";
$array_qn[0][73][0] = "谁对摩西说：「在营里有争战的声音」？";
$array_qn[0][73][1] = "亚伦";
$array_qn[0][73][2] = "约书亚";
$array_qn[0][73][3] = "百姓";
$array_qn[0][73][4] = "上帝";
$array_qn[0][73][5] = "B";

$array_qn[0][74][6] = "出 33:1";
$array_qn[0][74][0] = "上帝应许将哪地赐给雅各？";
$array_qn[0][74][1] = "迦南";
$array_qn[0][74][2] = "埃及";
$array_qn[0][74][3] = "亚述";
$array_qn[0][74][4] = "以东";
$array_qn[0][74][5] = "A";

$array_qn[0][75][6] = "出 33:23";
$array_qn[0][75][0] = "谁见过上帝的背？";
$array_qn[0][75][1] = "亚伯拉罕";
$array_qn[0][75][2] = "雅各";
$array_qn[0][75][3] = "摩西";
$array_qn[0][75][4] = "约书亚";
$array_qn[0][75][5] = "C";

$array_qn[0][76][6] = "民 9:15";
$array_qn[0][76][0] = "云彩遮盖帐幕时，其形状如：";
$array_qn[0][76][1] = "火";
$array_qn[0][76][2] = "鸽子";
$array_qn[0][76][3] = "鹰";
$array_qn[0][76][4] = "狮";
$array_qn[0][76][5] = "A";

$array_qn[0][77][6] = "民 9:21";
$array_qn[0][77][0] = "上帝以甚麽指示以色列人在旷野何时起行？";
$array_qn[0][77][1] = "摩西";
$array_qn[0][77][2] = "云彩";
$array_qn[0][77][3] = "天气";
$array_qn[0][77][4] = "环境";
$array_qn[0][77][5] = "B";

$array_qn[0][78][6] = "民 13:2";
$array_qn[0][78][0] = "摩西打发人去窥探哪里？";
$array_qn[0][78][1] = "埃及地";
$array_qn[0][78][2] = "以东地";
$array_qn[0][78][3] = "迦南地";
$array_qn[0][78][4] = "米甸地";
$array_qn[0][78][5] = "C";

$array_qn[0][79][6] = "民 18:5";
$array_qn[0][79][0] = "利未人看守的不包括：";
$array_qn[0][79][1] = "圣所";
$array_qn[0][79][2] = "兵器";
$array_qn[0][79][3] = "圣坛";
$array_qn[0][79][4] = "会幕";
$array_qn[0][79][5] = "B";

$array_qn[0][80][6] = "民 20:11";
$array_qn[0][80][0] = "摩西击打磐石多少下，吩咐流出水来？";
$array_qn[0][80][1] = "两下";
$array_qn[0][80][2] = "三下";
$array_qn[0][80][3] = "四下";
$array_qn[0][80][4] = "五下";
$array_qn[0][80][5] = "A";

$array_qn[0][81][6] = "民 21:9";
$array_qn[0][81][0] = "摩西造了甚麽使被咬的人活过来？";
$array_qn[0][81][1] = "铜蛇";
$array_qn[0][81][2] = "木蛇";
$array_qn[0][81][3] = "火蛇";
$array_qn[0][81][4] = "银蛇";
$array_qn[0][81][5] = "A";

$array_qn[0][82][6] = "民 35:15";
$array_qn[0][82][0] = "逃城为甚麽人而设立？";
$array_qn[0][82][1] = "逃税者";
$array_qn[0][82][2] = "误杀者";
$array_qn[0][82][3] = "灾民";
$array_qn[0][82][4] = "逃债者";
$array_qn[0][82][5] = "B";

$array_qn[0][83][6] = "申 18:1";
$array_qn[0][83][0] = "哪个支派是没有产业的？";
$array_qn[0][83][1] = "犹大";
$array_qn[0][83][2] = "利未";
$array_qn[0][83][3] = "玛拿西";
$array_qn[0][83][4] = "以法莲";
$array_qn[0][83][5] = "B";

$array_qn[0][84][6] = "申 31:14";
$array_qn[0][84][0] = "摩西临死时，谁与他一起？";
$array_qn[0][84][1] = "亚伦";
$array_qn[0][84][2] = "亚伦之子";
$array_qn[0][84][3] = "摩西之子";
$array_qn[0][84][4] = "约书亚";
$array_qn[0][84][5] = "D";

$array_qn[0][85][6] = "创 1:11";
$array_qn[0][85][0] = "上帝在第几天创造青草、菜蔬和树木？";
$array_qn[0][85][1] = "第二天";
$array_qn[0][85][2] = "第三天";
$array_qn[0][85][3] = "第四天";
$array_qn[0][85][4] = "第五天";
$array_qn[0][85][5] = "B";

$array_qn[0][86][6] = "创 1:16";
$array_qn[0][86][0] = "上帝创造了几个大光？";
$array_qn[0][86][1] = "1个";
$array_qn[0][86][2] = "2个";
$array_qn[0][86][3] = "3个";
$array_qn[0][86][4] = "4个";
$array_qn[0][86][5] = "B";

$array_qn[0][87][6] = "创 3:15";
$array_qn[0][87][0] = "女人的后裔要伤蛇的哪一个部位？";
$array_qn[0][87][1] = "头";
$array_qn[0][87][2] = "眼";
$array_qn[0][87][3] = "手";
$array_qn[0][87][4] = "颈";
$array_qn[0][87][5] = "A";

$array_qn[0][88][6] = "创 4:1";
$array_qn[0][88][0] = "谁是夏娃的长子？";
$array_qn[0][88][1] = "以撒";
$array_qn[0][88][2] = "亚伯";
$array_qn[0][88][3] = "该隐";
$array_qn[0][88][4] = "塞特";
$array_qn[0][88][5] = "C";

$array_qn[0][89][6] = "创 4:4";
$array_qn[0][89][0] = "亚伯献上甚麽为供物？";
$array_qn[0][89][1] = "牛";
$array_qn[0][89][2] = "猪";
$array_qn[0][89][3] = "羊";
$array_qn[0][89][4] = "农产品";
$array_qn[0][89][5] = "C";

$array_qn[0][90][6] = "创 4:15";
$array_qn[0][90][0] = "上帝说，凡杀该隐的必遭报多少倍？";
$array_qn[0][90][1] = "7倍";
$array_qn[0][90][2] = "17倍";
$array_qn[0][90][3] = "70倍";
$array_qn[0][90][4] = "77倍";
$array_qn[0][90][5] = "A";

$array_qn[0][91][6] = "创 6:16";
$array_qn[0][91][0] = "方舟共分多少层？";
$array_qn[0][91][1] = "1层";
$array_qn[0][91][2] = "2层";
$array_qn[0][91][3] = "3层";
$array_qn[0][91][4] = "4层";
$array_qn[0][91][5] = "C";

$array_qn[0][92][6] = "创 8:7";
$array_qn[0][92][0] = "首先离开方舟的是甚麽动物？";
$array_qn[0][92][1] = "鸽子";
$array_qn[0][92][2] = "乌鸦";
$array_qn[0][92][3] = "乌龟";
$array_qn[0][92][4] = "秃鹰";
$array_qn[0][92][5] = "B";

$array_qn[0][93][6] = "创 8:8";
$array_qn[0][93][0] = "挪亚放出乌鸦后，又再放出甚麽动物？";
$array_qn[0][93][1] = "鹦鹉";
$array_qn[0][93][2] = "鸽子";
$array_qn[0][93][3] = "长鸟";
$array_qn[0][93][4] = "斑鸠";
$array_qn[0][93][5] = "B";

$array_qn[0][94][6] = "创 8:20";
$array_qn[0][94][0] = "挪亚出方舟后，第一件事做甚麽？";
$array_qn[0][94][1] = "烧香";
$array_qn[0][94][2] = "筑坛";
$array_qn[0][94][3] = "洗澡";
$array_qn[0][94][4] = "庆祝";
$array_qn[0][94][5] = "B";

$array_qn[0][95][6] = "创 9:3";
$array_qn[0][95][0] = "洪水后，上帝赐甚麽给人作食物？";
$array_qn[0][95][1] = "穀物";
$array_qn[0][95][2] = "水果";
$array_qn[0][95][3] = "蔬菜";
$array_qn[0][95][4] = "动物";
$array_qn[0][95][5] = "D";

$array_qn[0][96][6] = "创 15:13";
$array_qn[0][96][0] = "上帝预言埃及人要苦待亚伯兰的后裔多少年？";
$array_qn[0][96][1] = "100年";
$array_qn[0][96][2] = "200年";
$array_qn[0][96][3] = "300年";
$array_qn[0][96][4] = "400年";
$array_qn[0][96][5] = "D";

$array_qn[0][97][6] = "创 17:15";
$array_qn[0][97][0] = "撒莱改名为撒拉，因为她要作：";
$array_qn[0][97][1] = "多国之母";
$array_qn[0][97][2] = "众生之母";
$array_qn[0][97][3] = "信心之母";
$array_qn[0][97][4] = "恩典之母";
$array_qn[0][97][5] = "A";

$array_qn[0][98][6] = "创 22:2";
$array_qn[0][98][0] = "上帝指示亚伯拉罕献其独生子为：";
$array_qn[0][98][1] = "馨香祭";
$array_qn[0][98][2] = "赎愆祭";
$array_qn[0][98][3] = "燔祭";
$array_qn[0][98][4] = "赎罪祭";
$array_qn[0][98][5] = "C";

$array_qn[0][99][6] = "创 25:27";
$array_qn[0][99][0] = "以扫善于做甚麽？";
$array_qn[0][99][1] = "筑堤";
$array_qn[0][99][2] = "奏乐";
$array_qn[0][99][3] = "畜牧";
$array_qn[0][99][4] = "打猎";
$array_qn[0][99][5] = "D";

$array_qn[0][100][6] = "创 31:34";
$array_qn[0][100][0] = "拉结把神像收藏在：";
$array_qn[0][100][1] = "帐棚里";
$array_qn[0][100][2] = "衣服里";
$array_qn[0][100][3] = "驮篓里";
$array_qn[0][100][4] = "米袋里";
$array_qn[0][100][5] = "C";

$array_qn[0][101][6] = "创 41:29";
$array_qn[0][101][0] = "约瑟为法老解梦指埃及有多少个丰年？";
$array_qn[0][101][1] = "三年";
$array_qn[0][101][2] = "七年";
$array_qn[0][101][3] = "十二年";
$array_qn[0][101][4] = "十四年";
$array_qn[0][101][5] = "B";

$array_qn[0][102][6] = "创 42:4";
$array_qn[0][102][0] = "雅各起初没有派哪一个儿子去埃及买粮？";
$array_qn[0][102][1] = "便雅悯";
$array_qn[0][102][2] = "吕便";
$array_qn[0][102][3] = "犹大";
$array_qn[0][102][4] = "利未";
$array_qn[0][102][5] = "A";

$array_qn[0][103][6] = "创 44:12";
$array_qn[0][103][0] = "约瑟的家宰在谁的口袋里找到银杯？";
$array_qn[0][103][1] = "便雅悯";
$array_qn[0][103][2] = "犹大";
$array_qn[0][103][3] = "西缅";
$array_qn[0][103][4] = "吕便";
$array_qn[0][103][5] = "A";


$array_qn[0][104][6] = "出 2:10";
$array_qn[0][104][0] = "摩西名字的意思是：从水里……";
$array_qn[0][104][1] = "长大";
$array_qn[0][104][2] = "漂来";
$array_qn[0][104][3] = "发现";
$array_qn[0][104][4] = "拉出";
$array_qn[0][104][5] = "D";

$array_qn[0][105][6] = "出 4:20";
$array_qn[0][105][0] = "摩西一家共多少人回埃及？";
$array_qn[0][105][1] = "3人";
$array_qn[0][105][2] = "4人";
$array_qn[0][105][3] = "5人";
$array_qn[0][105][4] = "6人";
$array_qn[0][105][5] = "B";

$array_qn[0][106][6] = "出 12:11";
$array_qn[0][106][0] = "上帝吩咐吃羊羔时手要：";
$array_qn[0][106][1] = "握拳";
$array_qn[0][106][2] = "握鞋";
$array_qn[0][106][3] = "拿刀";
$array_qn[0][106][4] = "拿杖";
$array_qn[0][106][5] = "D";

$array_qn[0][107][6] = "出 24:18";
$array_qn[0][107][0] = "摩西在山上多少昼夜？";
$array_qn[0][107][1] = "10";
$array_qn[0][107][2] = "30";
$array_qn[0][107][3] = "40";
$array_qn[0][107][4] = "50";
$array_qn[0][107][5] = "C";

$array_qn[0][108][6] = "出 25:18";
$array_qn[0][108][0] = "要用甚麽做基路伯？";
$array_qn[0][108][1] = "红玛瑙";
$array_qn[0][108][2] = "精金";
$array_qn[0][108][3] = "红玉";
$array_qn[0][108][4] = "铜";
$array_qn[0][108][5] = "B";

$array_qn[0][109][6] = "出 28:30";
$array_qn[0][109][0] = "亚伦所带的胸牌里放有：";
$array_qn[0][109][1] = "基路伯";
$array_qn[0][109][2] = "以弗得";
$array_qn[0][109][3] = "乌陵和土明";
$array_qn[0][109][4] = "金环";
$array_qn[0][109][5] = "C";

$array_qn[0][110][6] = "出 34:28";
$array_qn[0][110][0] = "摩西与上帝在一起，多少天不吃不喝？";
$array_qn[0][110][1] = "10天";
$array_qn[0][110][2] = "30天";
$array_qn[0][110][3] = "40天";
$array_qn[0][110][4] = "50天";
$array_qn[0][110][5] = "C";

$array_qn[0][111][6] = "民 9:11";
$array_qn[0][111][0] = "以下哪一样不是逾越节的食品？";
$array_qn[0][111][1] = "羊羔";
$array_qn[0][111][2] = "无酵饼";
$array_qn[0][111][3] = "苦菜";
$array_qn[0][111][4] = "牛肉";
$array_qn[0][111][5] = "D";

$array_qn[0][112][6] = "民 17:4";
$array_qn[0][112][0] = "写上各派首领名字的杖存放在哪里？";
$array_qn[0][112][1] = "帐棚";
$array_qn[0][112][2] = "山洞";
$array_qn[0][112][3] = "地里";
$array_qn[0][112][4] = "会幕";
$array_qn[0][112][5] = "D";

$array_qn[0][113][6] = "民 22:28";
$array_qn[0][113][0] = "巴兰共打驴多少次？";
$array_qn[0][113][1] = "3次";
$array_qn[0][113][2] = "4次";
$array_qn[0][113][3] = "5次";
$array_qn[0][113][4] = "6次";
$array_qn[0][113][5] = "A";

$array_qn[0][114][6] = "民 23:7";
$array_qn[0][114][0] = "巴勒要求巴兰为他咒诅甚麽人？";
$array_qn[0][114][1] = "阿扪人";
$array_qn[0][114][2] = "以东人";
$array_qn[0][114][3] = "摩押人";
$array_qn[0][114][4] = "以色列人";
$array_qn[0][114][5] = "D";

$array_qn[0][115][6] = "民 24:10";
$array_qn[0][115][0] = "巴兰共为以色列人一共祝福了多少次？";
$array_qn[0][115][1] = "2次";
$array_qn[0][115][2] = "3次";
$array_qn[0][115][3] = "4次";
$array_qn[0][115][4] = "5次　";
$array_qn[0][115][5] = "B";

$array_qn[0][116][6] = "民 35:28";
$array_qn[0][116][0] = "谁死后，逃城中人可离开逃城？";
$array_qn[0][116][1] = "君王";
$array_qn[0][116][2] = "长老";
$array_qn[0][116][3] = "先知";
$array_qn[0][116][4] = "大祭司";
$array_qn[0][116][5] = "D";

$array_qn[0][117][6] = "申 1:23";
$array_qn[0][117][0] = "摩西派多少人窥探迦南地？";
$array_qn[0][117][1] = "2人";
$array_qn[0][117][2] = "6人";
$array_qn[0][117][3] = "12人";
$array_qn[0][117][4] = "18人";
$array_qn[0][117][5] = "C";

$array_qn[0][118][6] = "申 30:15";
$array_qn[0][118][0] = "上帝没有将甚麽陈明在以色列人面前？";
$array_qn[0][118][1] = "生";
$array_qn[0][118][2] = "死";
$array_qn[0][118][3] = "福";
$array_qn[0][118][4] = "奥秘";
$array_qn[0][118][5] = "D";

$array_qn[0][119][6] = "申 31:3";
$array_qn[0][119][0] = "谁领以色列人过约旦河？";
$array_qn[0][119][1] = "摩西";
$array_qn[0][119][2] = "亚伦";
$array_qn[0][119][3] = "迦勒";
$array_qn[0][119][4] = "约书亚";
$array_qn[0][119][5] = "D";

$array_qn[0][120][6] = "申 31:26";
$array_qn[0][120][0] = "摩西将律法书放在哪里？";
$array_qn[0][120][1] = "约柜里";
$array_qn[0][120][2] = "约柜上";
$array_qn[0][120][3] = "会幕里";
$array_qn[0][120][4] = "约柜旁";
$array_qn[0][120][5] = "D";

$array_qn[0][121][6] = "申 34:8";
$array_qn[0][121][0] = "摩西死后，以色列人哀悼多少天？";
$array_qn[0][121][1] = "30天";
$array_qn[0][121][2] = "40天";
$array_qn[0][121][3] = "50天";
$array_qn[0][121][4] = "70天";
$array_qn[0][121][5] = "A";

$array_qn[0][122][6] = "利 2:13";
$array_qn[0][122][0] = "素祭中用的盐，代表甚麽？";
$array_qn[0][122][1] = "圣洁";
$array_qn[0][122][2] = "和平";
$array_qn[0][122][3] = "医治";
$array_qn[0][122][4] = "立约";
$array_qn[0][122][5] = "D";

$array_qn[0][123][6] = "利 10:1";
$array_qn[0][123][0] = "上帝没有吩咐亚伦的儿子献甚麽火？";
$array_qn[0][123][1] = "圣火";
$array_qn[0][123][2] = "灵火";
$array_qn[0][123][3] = "凡火";
$array_qn[0][123][4] = "香火";
$array_qn[0][123][5] = "C";

$array_qn[0][124][6] = "创 4:17";
$array_qn[0][124][0] = "谁是该隐的儿子？";
$array_qn[0][124][1] = "以拿";
$array_qn[0][124][2] = "以诺";
$array_qn[0][124][3] = "亚伯";
$array_qn[0][124][4] = "罗得";
$array_qn[0][124][5] = "B";

$array_qn[0][125][6] = "创 5:32";
$array_qn[0][125][0] = "谁不是挪亚的儿子？";
$array_qn[0][125][1] = "闪";
$array_qn[0][125][2] = "含";
$array_qn[0][125][3] = "雅列";
$array_qn[0][125][4] = "雅弗";
$array_qn[0][125][5] = "C";

$array_qn[0][126][6] = "创 6:14";
$array_qn[0][126][0] = "挪亚用甚麽木造方舟？";
$array_qn[0][126][1] = "松木";
$array_qn[0][126][2] = "橡木";
$array_qn[0][126][3] = "歌斐木";
$array_qn[0][126][4] = "香柏木";
$array_qn[0][126][5] = "C";

$array_qn[0][127][6] = "创 8:4";
$array_qn[0][127][0] = "挪亚方舟最后停在哪里？";
$array_qn[0][127][1] = "何珥山";
$array_qn[0][127][2] = "亚拉腊山";
$array_qn[0][127][3] = "锡安山";
$array_qn[0][127][4] = "黑门山";
$array_qn[0][127][5] = "B";

$array_qn[0][128][6] = "创 8:20";
$array_qn[0][128][0] = "洪水后，挪亚为上帝筑坛，献上甚麽？";
$array_qn[0][128][1] = "赎罪祭";
$array_qn[0][128][2] = "平安祭";
$array_qn[0][128][3] = "素祭";
$array_qn[0][128][4] = "燔祭";
$array_qn[0][128][5] = "D";

$array_qn[0][129][6] = "创 9:20";
$array_qn[0][129][0] = "挪亚以甚麽为业？";
$array_qn[0][129][1] = "农务";
$array_qn[0][129][2] = "游牧";
$array_qn[0][129][3] = "打猎";
$array_qn[0][129][4] = "打鱼";
$array_qn[0][129][5] = "A";

$array_qn[0][130][6] = "创 11:9";
$array_qn[0][130][0] = "「巴别」是甚麽意思？";
$array_qn[0][130][1] = "团结";
$array_qn[0][130][2] = "通天";
$array_qn[0][130][3] = "分散";
$array_qn[0][130][4] = "变乱";
$array_qn[0][130][5] = "D";

$array_qn[0][131][6] = "创 14:20";
$array_qn[0][131][0] = "亚伯兰将所得的多少给麦基洗德？";
$array_qn[0][131][1] = "十分之一";
$array_qn[0][131][2] = "五分之一";
$array_qn[0][131][3] = "一半";
$array_qn[0][131][4] = "全部";
$array_qn[0][131][5] = "A";

$array_qn[0][132][6] = "创 18:26";
$array_qn[0][132][0] = "上帝第一次说：若所多玛城有多少个义人就饶恕众人？";
$array_qn[0][132][1] = "5个";
$array_qn[0][132][2] = "50个";
$array_qn[0][132][3] = "30个";
$array_qn[0][132][4] = "100个";
$array_qn[0][132][5] = "B";

$array_qn[0][133][6] = "创 36:1";
$array_qn[0][133][0] = "以东是谁？";
$array_qn[0][133][1] = "约瑟";
$array_qn[0][133][2] = "雅各";
$array_qn[0][133][3] = "以扫";
$array_qn[0][133][4] = "便雅悯";
$array_qn[0][133][5] = "C";


$array_qn[0][134][6] = "出 2:15";
$array_qn[0][134][0] = "摩西因躲避法老的杀害逃往何地居住？";
$array_qn[0][134][1] = "迦南";
$array_qn[0][134][2] = "以东";
$array_qn[0][134][3] = "摩押";
$array_qn[0][134][4] = "米甸";
$array_qn[0][134][5] = "D";

$array_qn[0][135][6] = "出 3:18";
$array_qn[0][135][0] = "上帝吩咐摩西向埃及王要求走多少天路程往旷野献祭？";
$array_qn[0][135][1] = "3天";
$array_qn[0][135][2] = "4天";
$array_qn[0][135][3] = "5天";
$array_qn[0][135][4] = "6天";
$array_qn[0][135][5] = "A";

$array_qn[0][136][6] = "出 10:22";
$array_qn[0][136][0] = "黑暗之灾使埃及遍地乌黑了多少天？";
$array_qn[0][136][1] = "3天";
$array_qn[0][136][2] = "6天";
$array_qn[0][136][3] = "7天";
$array_qn[0][136][4] = "9天";
$array_qn[0][136][5] = "A";

$array_qn[0][137][6] = "出 26:33";
$array_qn[0][137][0] = "幔子要把圣所和甚麽隔开？";
$array_qn[0][137][1] = "灯台";
$array_qn[0][137][2] = "至圣所";
$array_qn[0][137][3] = "外院";
$array_qn[0][137][4] = "陈设饼桌子";
$array_qn[0][137][5] = "B";

$array_qn[0][138][6] = "出 28:38";
$array_qn[0][138][0] = "刻有归「耶和华为圣」的金牌是挂在亚伦的：";
$array_qn[0][138][1] = "胸前";
$array_qn[0][138][2] = "颈上";
$array_qn[0][138][3] = "额上";
$array_qn[0][138][4] = "衣上";
$array_qn[0][138][5] = "C";

$array_qn[0][139][6] = "出 32:28";
$array_qn[0][139][0] = "谁的子孙照摩西的话，把弟兄与同伴杀死？";
$array_qn[0][139][1] = "利未";
$array_qn[0][139][2] = "犹大";
$array_qn[0][139][3] = "便雅悯";
$array_qn[0][139][4] = "但";
$array_qn[0][139][5] = "A";

$array_qn[0][140][6] = "民 3:2";
$array_qn[0][140][0] = "祭司亚伦有多少个儿子？";
$array_qn[0][140][1] = "2个";
$array_qn[0][140][2] = "3个";
$array_qn[0][140][3] = "4个";
$array_qn[0][140][4] = "5个";
$array_qn[0][140][5] = "C";

$array_qn[0][141][6] = "民 6:2";
$array_qn[0][141][0] = "拿细耳是甚麽意思？";
$array_qn[0][141][1] = "奉献";
$array_qn[0][141][2] = "讚美";
$array_qn[0][141][3] = "喜乐";
$array_qn[0][141][4] = "归主";
$array_qn[0][141][5] = "D";

$array_qn[0][142][6] = "民 8:12";
$array_qn[0][142][0] = "在利未人的洁淨礼上，不用献哪一种祭？";
$array_qn[0][142][1] = "燔祭";
$array_qn[0][142][2] = "平安祭";
$array_qn[0][142][3] = "赎罪祭";
$array_qn[0][142][4] = "摇祭";
$array_qn[0][142][5] = "B";

$array_qn[0][143][6] = "民 13:28";
$array_qn[0][143][0] = "探子回报摩西，他们看见哪一族的人？";
$array_qn[0][143][1] = "亚巴族";
$array_qn[0][143][2] = "亚兰族";
$array_qn[0][143][3] = "亚甲族";
$array_qn[0][143][4] = "亚衲族";
$array_qn[0][143][5] = "D";

$array_qn[0][144][6] = "民 14:12";
$array_qn[0][144][0] = "百姓在旷野发怨言，上帝欲怎样惩罚百姓？";
$array_qn[0][144][1] = "大痳疯";
$array_qn[0][144][2] = "洪水";
$array_qn[0][144][3] = "瘟疫";
$array_qn[0][144][4] = "琉璜";
$array_qn[0][144][5] = "C";

$array_qn[0][145][6] = "民 16:35";
$array_qn[0][145][0] = "上帝用甚麽消灭在旷野献香的250个首领？";
$array_qn[0][145][1] = "琉璜";
$array_qn[0][145][2] = "瘟疫";
$array_qn[0][145][3] = "地震";
$array_qn[0][145][4] = "火";
$array_qn[0][145][5] = "D";

$array_qn[0][146][6] = "民 17:2";
$array_qn[0][146][0] = "以色列各派首领，将自己的名字写在哪里？";
$array_qn[0][146][1] = "杖上";
$array_qn[0][146][2] = "手上";
$array_qn[0][146][3] = "墙上";
$array_qn[0][146][4] = "纸上";
$array_qn[0][146][5] = "A";

$array_qn[0][147][6] = "申 1:28";
$array_qn[0][147][0] = "以色列人不敢入迦南是因害怕甚麽人？";
$array_qn[0][147][1] = "比利洗人";
$array_qn[0][147][2] = "利乏音人";
$array_qn[0][147][3] = "非利士人";
$array_qn[0][147][4] = "亚衲族人";
$array_qn[0][147][5] = "D";

$array_qn[0][148][6] = "申 5:14";
$array_qn[0][148][0] = "「当守安息日」是第几诫？";
$array_qn[0][148][1] = "第三诫";
$array_qn[0][148][2] = "第四诫";
$array_qn[0][148][3] = "第五诫";
$array_qn[0][148][4] = "第六诫";
$array_qn[0][148][5] = "B";

$array_qn[0][149][6] = "利 16:1";
$array_qn[0][149][0] = "亚伦有多少个儿子被上帝击杀？";
$array_qn[0][149][1] = "1个";
$array_qn[0][149][2] = "2个";
$array_qn[0][149][3] = "3个";
$array_qn[0][149][4] = "4个";
$array_qn[0][149][5] = "B";

$array_qn[0][150][6] = "创 3:7";
$array_qn[0][150][0] = "亚当、夏娃用甚麽树叶做裙子？";
$array_qn[0][150][1] = "善恶树";
$array_qn[0][150][2] = "生命树";
$array_qn[0][150][3] = "无花果树";
$array_qn[0][150][4] = "苹果树";
$array_qn[0][150][5] = "C";

$array_qn[0][151][6] = "创 4:25";
$array_qn[0][151][0] = "上帝另赐亚当一个儿子代替亚伯，起名叫：";
$array_qn[0][151][1] = "以挪士";
$array_qn[0][151][2] = "以诺";
$array_qn[0][151][3] = "塞特";
$array_qn[0][151][4] = "拉麦";
$array_qn[0][151][5] = "C";

$array_qn[0][152][6] = "创 19:16";
$array_qn[0][152][0] = "天使领罗得一家多少人出所多玛？";
$array_qn[0][152][1] = "3人";
$array_qn[0][152][2] = "4人";
$array_qn[0][152][3] = "5人";
$array_qn[0][152][4] = "6人";
$array_qn[0][152][5] = "B";

$array_qn[0][153][6] = "创 19:24";
$array_qn[0][153][0] = "所多玛和蛾摩拉被上帝用火和甚麽毁灭？";
$array_qn[0][153][1] = "狂风";
$array_qn[0][153][2] = "洪水";
$array_qn[0][153][3] = "硫磺";
$array_qn[0][153][4] = "流星";
$array_qn[0][153][5] = "C";

$array_qn[0][154][6] = "创 22:14";
$array_qn[0][154][0] = "「耶和华以勒」的意思是，耶和华必：";
$array_qn[0][154][1] = "得胜";
$array_qn[0][154][2] = "保护";
$array_qn[0][154][3] = "预备";
$array_qn[0][154][4] = "拯救";
$array_qn[0][154][5] = "C";

$array_qn[0][155][6] = "创 23:3";
$array_qn[0][155][0] = "亚伯拉罕向甚麽人求地埋葬撒拉？";
$array_qn[0][155][1] = "摩押人";
$array_qn[0][155][2] = "亚摩利人";
$array_qn[0][155][3] = "赫人";
$array_qn[0][155][4] = "非利士人";
$array_qn[0][155][5] = "C";

$array_qn[0][156][6] = "创 24:10";
$array_qn[0][156][0] = "亚伯拉罕的僕人往哪里去为以撒娶妻？";
$array_qn[0][156][1] = "埃及";
$array_qn[0][156][2] = "希伯崙";
$array_qn[0][156][3] = "美索不达米亚";
$array_qn[0][156][4] = "迦南";
$array_qn[0][156][5] = "C";

$array_qn[0][157][6] = "创 27:43";
$array_qn[0][157][0] = "利百加叫雅各逃往谁家躲避以扫追杀？";
$array_qn[0][157][1] = "约瑟";
$array_qn[0][157][2] = "拉班";
$array_qn[0][157][3] = "亚拿";
$array_qn[0][157][4] = "亚干";
$array_qn[0][157][5] = "B";


$array_qn[0][158][6] = "出 12:40";
$array_qn[0][158][0] = "以色列人在埃及住了共多少年？";
$array_qn[0][158][1] = "410年";
$array_qn[0][158][2] = "430年";
$array_qn[0][158][3] = "440年";
$array_qn[0][158][4] = "450年";
$array_qn[0][158][5] = "B";

$array_qn[0][159][6] = "出 16:35";
$array_qn[0][159][0] = "以色列人吃了多少年吗哪？";
$array_qn[0][159][1] = "38年";
$array_qn[0][159][2] = "39年";
$array_qn[0][159][3] = "40年";
$array_qn[0][159][4] = "41年";
$array_qn[0][159][5] = "C";

$array_qn[0][160][6] = "出 16:35";
$array_qn[0][160][0] = "以色列人到了哪里才停止吃吗哪？";
$array_qn[0][160][1] = "迦南";
$array_qn[0][160][2] = "西奈";
$array_qn[0][160][3] = "以琳";
$array_qn[0][160][4] = "玛拉　";
$array_qn[0][160][5] = "A";

$array_qn[0][161][6] = "出 17:12";
$array_qn[0][161][0] = "与亚玛力人争战时，谁与户珥扶著摩西的手？";
$array_qn[0][161][1] = "亚伦";
$array_qn[0][161][2] = "叶忒罗";
$array_qn[0][161][3] = "米利暗";
$array_qn[0][161][4] = "吕便";
$array_qn[0][161][5] = "A";

$array_qn[0][162][6] = "出 30:1";
$array_qn[0][162][0] = "要用甚麽木做烧香的檀？";
$array_qn[0][162][1] = "皂荚木";
$array_qn[0][162][2] = "歌斐木";
$array_qn[0][162][3] = "香柏木";
$array_qn[0][162][4] = "樟木";
$array_qn[0][162][5] = "A";

$array_qn[0][163][6] = "民 17:3";
$array_qn[0][163][0] = "利未族的杖上有谁的名字？";
$array_qn[0][163][1] = "摩西";
$array_qn[0][163][2] = "亚伦";
$array_qn[0][163][3] = "约书亚";
$array_qn[0][163][4] = "上帝";
$array_qn[0][163][5] = "B";

$array_qn[0][164][6] = "民 31:27";
$array_qn[0][164][0] = "战胜米甸人之后，以色列人怎样分战利品？";
$array_qn[0][164][1] = "归祭司";
$array_qn[0][164][2] = "归军兵";
$array_qn[0][164][3] = "军民各半";
$array_qn[0][164][4] = "归百姓";
$array_qn[0][164][5] = "C";

$array_qn[0][165][6] = "申 17:18";
$array_qn[0][165][0] = "王登基要抄录一本甚麽书？";
$array_qn[0][165][1] = "智慧书";
$array_qn[0][165][2] = "先知书";
$array_qn[0][165][3] = "律法书";
$array_qn[0][165][4] = "历史书";
$array_qn[0][165][5] = "C";

$array_qn[0][166][6] = "利 3:1";
$array_qn[0][166][0] = "平安祭的祭物是甚麽？";
$array_qn[0][166][1] = "牛羊";
$array_qn[0][166][2] = "鸟类";
$array_qn[0][166][3] = "穀类";
$array_qn[0][166][4] = "鱼类";
$array_qn[0][166][5] = "A";

$array_qn[0][167][6] = "创 5:21";
$array_qn[0][167][0] = "以诺多少岁时与上帝同行？";
$array_qn[0][167][1] = "35岁";
$array_qn[0][167][2] = "65岁";
$array_qn[0][167][3] = "95岁";
$array_qn[0][167][4] = "105岁";
$array_qn[0][167][5] = "B";

$array_qn[0][168][6] = "创 5:27";
$array_qn[0][168][0] = "谁是圣经中最长寿的人？";
$array_qn[0][168][1] = "雅列";
$array_qn[0][168][2] = "该南";
$array_qn[0][168][3] = "以挪士";
$array_qn[0][168][4] = "玛土撒拉";
$array_qn[0][168][5] = "D";

$array_qn[0][169][6] = "创 9:22";
$array_qn[0][169][0] = "谁首先看见挪亚赤身？";
$array_qn[0][169][1] = "闪";
$array_qn[0][169][2] = "含";
$array_qn[0][169][3] = "雅弗";
$array_qn[0][169][4] = "迦南";
$array_qn[0][169][5] = "B";

$array_qn[0][170][6] = "创 10:8";
$array_qn[0][170][0] = "宁录是甚麽之首？";
$array_qn[0][170][1] = "先知";
$array_qn[0][170][2] = "英雄";
$array_qn[0][170][3] = "伟人";
$array_qn[0][170][4] = "奇人";
$array_qn[0][170][5] = "B";

$array_qn[0][171][6] = "创 28:1";
$array_qn[0][171][0] = "以撒嘱咐雅各不要娶甚麽人为妻？";
$array_qn[0][171][1] = "埃及人";
$array_qn[0][171][2] = "迦南人";
$array_qn[0][171][3] = "摩押人";
$array_qn[0][171][4] = "亚扪人";
$array_qn[0][171][5] = "B";

$array_qn[0][172][6] = "创 37:36";
$array_qn[0][172][0] = "米甸人将约瑟卖给谁？";
$array_qn[0][172][1] = "法老";
$array_qn[0][172][2] = "太监长";
$array_qn[0][172][3] = "护卫长";
$array_qn[0][172][4] = "宰相";
$array_qn[0][172][5] = "C";

$array_qn[0][173][6] = "创 41:51";
$array_qn[0][173][0] = "谁是约瑟的长子？";
$array_qn[0][173][1] = "玛拿西";
$array_qn[0][173][2] = "玛伦";
$array_qn[0][173][3] = "基连";
$array_qn[0][173][4] = "以法莲";
$array_qn[0][173][5] = "A";

$array_qn[0][174][6] = "创 48:17";
$array_qn[0][174][0] = "雅各祝福时右手按在谁的头上？";
$array_qn[0][174][1] = "玛拿西";
$array_qn[0][174][2] = "以法莲";
$array_qn[0][174][3] = "以萨迦";
$array_qn[0][174][4] = "西布伦";
$array_qn[0][174][5] = "B";

$array_qn[0][175][6] = "创 50:10";
$array_qn[0][175][0] = "雅各死后，约瑟为父亲哀哭多少天？";
$array_qn[0][175][1] = "7天";
$array_qn[0][175][2] = "17天";
$array_qn[0][175][3] = "37天";
$array_qn[0][175][4] = "70天";
$array_qn[0][175][5] = "C";


$array_qn[0][176][6] = "出 3:1";
$array_qn[0][176][0] = "摩西的岳父名叫：";
$array_qn[0][176][1] = "叶忒罗";
$array_qn[0][176][2] = "基达";
$array_qn[0][176][3] = "革舜";
$array_qn[0][176][4] = "彼土利";
$array_qn[0][176][5] = "A";

$array_qn[0][177][6] = "出 12:15";
$array_qn[0][177][0] = "无酵饼要吃多少天？";
$array_qn[0][177][1] = "4天";
$array_qn[0][177][2] = "5天";
$array_qn[0][177][3] = "6天";
$array_qn[0][177][4] = "7天";
$array_qn[0][177][5] = "D";

$array_qn[0][178][6] = "出 15:20";
$array_qn[0][178][0] = "以色列人过红海后，谁人带领众妇女歌颂上帝？";
$array_qn[0][178][1] = "米利暗";
$array_qn[0][178][2] = "西波拉";
$array_qn[0][178][3] = "约基别";
$array_qn[0][178][4] = "亚伦";
$array_qn[0][178][5] = "A";

$array_qn[0][179][6] = "民 11:28";
$array_qn[0][179][0] = "谁是嫩的儿子？";
$array_qn[0][179][1] = "米达";
$array_qn[0][179][2] = "约书亚";
$array_qn[0][179][3] = "伊利达";
$array_qn[0][179][4] = "伊索";
$array_qn[0][179][5] = "B";

$array_qn[0][180][6] = "民 13:33";
$array_qn[0][180][0] = "哪一族人是「伟人的后裔」？";
$array_qn[0][180][1] = "亚巴族";
$array_qn[0][180][2] = "亚兰族";
$array_qn[0][180][3] = "亚甲族";
$array_qn[0][180][4] = "亚衲族";
$array_qn[0][180][5] = "D";

$array_qn[0][181][6] = "民 20:29";
$array_qn[0][181][0] = "以色列全家为亚伦哀哭多少天？";
$array_qn[0][181][1] = "20天";
$array_qn[0][181][2] = "30天";
$array_qn[0][181][3] = "40天";
$array_qn[0][181][4] = "50天";
$array_qn[0][181][5] = "B";

$array_qn[0][182][6] = "民 33:38";
$array_qn[0][182][0] = "亚伦死在哪里？";
$array_qn[0][182][1] = "何珥山";
$array_qn[0][182][2] = "西奈山";
$array_qn[0][182][3] = "何烈山";
$array_qn[0][182][4] = "亚巴琳山";
$array_qn[0][182][5] = "A";

$array_qn[0][183][6] = "民 34:17";
$array_qn[0][183][0] = "谁和约书亚负责迦南分地的工作？";
$array_qn[0][183][1] = "摩西";
$array_qn[0][183][2] = "亚伦";
$array_qn[0][183][3] = "迦勒";
$array_qn[0][183][4] = "以利亚撒";
$array_qn[0][183][5] = "D";

$array_qn[0][184][6] = "申 9:8";
$array_qn[0][184][0] = "以色列人曾在哪座山惹上帝发怒？";
$array_qn[0][184][1] = "毗斯迦山";
$array_qn[0][184][2] = "何珥山";
$array_qn[0][184][3] = "基列山";
$array_qn[0][184][4] = "何烈山";
$array_qn[0][184][5] = "D";

$array_qn[0][185][6] = "申 20:10";
$array_qn[0][185][0] = "攻城时，要先向城里的人说甚麽话？";
$array_qn[0][185][1] = "和睦话";
$array_qn[0][185][2] = "威吓话";
$array_qn[0][185][3] = "祝福话";
$array_qn[0][185][4] = "谎话";
$array_qn[0][185][5] = "A";

$array_qn[0][186][6] = "创 7:13";
$array_qn[0][186][0] = "挪亚方舟内共有多少人？";
$array_qn[0][186][1] = "6人";
$array_qn[0][186][2] = "8人";
$array_qn[0][186][3] = "10人";
$array_qn[0][186][4] = "12人";
$array_qn[0][186][5] = "B";

$array_qn[0][187][6] = "创 11:3";
$array_qn[0][187][0] = "巴别塔是用砖和甚麽建造的？";
$array_qn[0][187][1] = "石头";
$array_qn[0][187][2] = "泥浆";
$array_qn[0][187][3] = "石漆";
$array_qn[0][187][4] = "黑泥";
$array_qn[0][187][5] = "C";

$array_qn[0][188][6] = "创 21:21";
$array_qn[0][188][0] = "亚伯拉罕儿子以实玛利娶何地女子为妻？";
$array_qn[0][188][1] = "别是巴";
$array_qn[0][188][2] = "巴兰";
$array_qn[0][188][3] = "迦南";
$array_qn[0][188][4] = "埃及";
$array_qn[0][188][5] = "D";

$array_qn[0][189][6] = "创 22:2";
$array_qn[0][189][0] = "上帝叫亚伯拉罕在哪里献以撒？";
$array_qn[0][189][1] = "迦密山";
$array_qn[0][189][2] = "摩利亚山";
$array_qn[0][189][3] = "西奈山";
$array_qn[0][189][4] = "锡安山";
$array_qn[0][189][5] = "B";

$array_qn[0][190][6] = "创 31:22";
$array_qn[0][190][0] = "雅各逃走后第几天，拉班才发现？";
$array_qn[0][190][1] = "第二天";
$array_qn[0][190][2] = "第三天";
$array_qn[0][190][3] = "第四天";
$array_qn[0][190][4] = "第五天";
$array_qn[0][190][5] = "B";

$array_qn[0][191][6] = "创 31:38";
$array_qn[0][191][0] = "雅各在拉班家住了多少年？";
$array_qn[0][191][1] = "12年";
$array_qn[0][191][2] = "20年";
$array_qn[0][191][3] = "23年";
$array_qn[0][191][4] = "30年";
$array_qn[0][191][5] = "B";

$array_qn[0][192][6] = "创 34:25";
$array_qn[0][192][0] = "西缅和谁用刀剑杀死哈抹和示剑？";
$array_qn[0][192][1] = "雅各";
$array_qn[0][192][2] = "底拿";
$array_qn[0][192][3] = "利未";
$array_qn[0][192][4] = "犹大";
$array_qn[0][192][5] = "C";

$array_qn[0][193][6] = "创 35:18";
$array_qn[0][193][0] = "拉结因生了哪一个儿子而死？";
$array_qn[0][193][1] = "便雅悯";
$array_qn[0][193][2] = "利未";
$array_qn[0][193][3] = "约瑟";
$array_qn[0][193][4] = "犹大";
$array_qn[0][193][5] = "A";

$array_qn[0][194][6] = "创 35:23";
$array_qn[0][194][0] = "谁是雅各的长子？";
$array_qn[0][194][1] = "利未";
$array_qn[0][194][2] = "吕便";
$array_qn[0][194][3] = "犹大";
$array_qn[0][194][4] = "西缅";
$array_qn[0][194][5] = "B";

$array_qn[0][195][6] = "创 45:10";
$array_qn[0][195][0] = "约瑟安排父亲及兄弟住在埃及何地？";
$array_qn[0][195][1] = "答比匿";
$array_qn[0][195][2] = "密夺";
$array_qn[0][195][3] = "巴忒罗";
$array_qn[0][195][4] = "歌珊";
$array_qn[0][195][5] = "D";

$array_qn[0][196][6] = "创 46:1";
$array_qn[0][196][0] = "雅各下埃及时，在哪里献祭？";
$array_qn[0][196][1] = "示剑";
$array_qn[0][196][2] = "别是巴";
$array_qn[0][196][3] = "伯特利";
$array_qn[0][196][4] = "希伯崙";
$array_qn[0][196][5] = "B";

$array_qn[0][197][6] = "创 46:2";
$array_qn[0][197][0] = "雅各下埃及时，上帝在异象中叫了多少声雅各？";
$array_qn[0][197][1] = "一声";
$array_qn[0][197][2] = "两声";
$array_qn[0][197][3] = "三声";
$array_qn[0][197][4] = "四声";
$array_qn[0][197][5] = "B";

$array_qn[0][198][6] = "创 46:12";
$array_qn[0][198][0] = "谁不是犹大的儿子？";
$array_qn[0][198][1] = "珥";
$array_qn[0][198][2] = "俄南";
$array_qn[0][198][3] = "谢拉";
$array_qn[0][198][4] = "耶母利";
$array_qn[0][198][5] = "D";


$array_qn[0][199][6] = "出 17:10";
$array_qn[0][199][0] = "与亚玛力人争战时，谁不在山顶？";
$array_qn[0][199][1] = "米利暗";
$array_qn[0][199][2] = "摩西";
$array_qn[0][199][3] = "户珥";
$array_qn[0][199][4] = "亚伦";
$array_qn[0][199][5] = "A";

$array_qn[0][200][6] = "出 25:30";
$array_qn[0][200][0] = "圣所的桌子上要常摆：";
$array_qn[0][200][1] = "香";
$array_qn[0][200][2] = "抹药";
$array_qn[0][200][3] = "陈设饼";
$array_qn[0][200][4] = "脂油";
$array_qn[0][200][5] = "C";

$array_qn[0][201][6] = "出 27:20";
$array_qn[0][201][0] = "金灯台要用甚麽油点著？";
$array_qn[0][201][1] = "脂油";
$array_qn[0][201][2] = "清橄榄油";
$array_qn[0][201][3] = "芥子油";
$array_qn[0][201][4] = "椰油";
$array_qn[0][201][5] = "B";

$array_qn[0][202][6] = "出 28:9";
$array_qn[0][202][0] = "做圣衣时，要取多少块红玛瑙刻上以色列儿子的名字？";
$array_qn[0][202][1] = "2块";
$array_qn[0][202][2] = "6块";
$array_qn[0][202][3] = "8块";
$array_qn[0][202][4] = "12块";
$array_qn[0][202][5] = "A";

$array_qn[0][203][6] = "民 8:2";
$array_qn[0][203][0] = "在会幕里，亚伦共点灯多少盏？";
$array_qn[0][203][1] = "5盏";
$array_qn[0][203][2] = "6盏";
$array_qn[0][203][3] = "7盏";
$array_qn[0][203][4] = "9盏";
$array_qn[0][203][5] = "C";

$array_qn[0][204][6] = "民 11:16-17";
$array_qn[0][204][0] = "上帝吩咐摩西招聚多少人和他同当管百姓的重任？";
$array_qn[0][204][1] = "7人";
$array_qn[0][204][2] = "10人";
$array_qn[0][204][3] = "70人";
$array_qn[0][204][4] = "77人";
$array_qn[0][204][5] = "C";

$array_qn[0][205][6] = "民 29:12";
$array_qn[0][205][0] = "以色列人要守住棚节多少天？";
$array_qn[0][205][1] = "一天";
$array_qn[0][205][2] = "七天";
$array_qn[0][205][3] = "十天";
$array_qn[0][205][4] = "十五天";
$array_qn[0][205][5] = "B";

$array_qn[0][206][6] = "民 33:38";
$array_qn[0][206][0] = "以色列人出埃及后多少年才到何珥山？";
$array_qn[0][206][1] = "30年";
$array_qn[0][206][2] = "40年";
$array_qn[0][206][3] = "50年";
$array_qn[0][206][4] = "100年";
$array_qn[0][206][5] = "B";

$array_qn[0][207][6] = "创 5:5";
$array_qn[0][207][0] = "亚当活了多少岁？";
$array_qn[0][207][1] = "90岁";
$array_qn[0][207][2] = "930岁";
$array_qn[0][207][3] = "940岁";
$array_qn[0][207][4] = "950岁";
$array_qn[0][207][5] = "B";

$array_qn[0][208][6] = "创 12:16";
$array_qn[0][208][0] = "哪一样不是法老送给亚伯兰的礼物？";
$array_qn[0][208][1] = "牛羊";
$array_qn[0][208][2] = "骆驼";
$array_qn[0][208][3] = "骏马";
$array_qn[0][208][4] = "驴";
$array_qn[0][208][5] = "C";

$array_qn[0][209][6] = "创 13:12";
$array_qn[0][209][0] = "罗得将帐棚渐渐挪移，直到哪一座城？";
$array_qn[0][209][1] = "蛾摩拉";
$array_qn[0][209][2] = "所多玛";
$array_qn[0][209][3] = "耶利哥";
$array_qn[0][209][4] = "艾";
$array_qn[0][209][5] = "B";

$array_qn[0][210][6] = "创 27:43";
$array_qn[0][210][0] = "利百加叫雅各逃往哪地？";
$array_qn[0][210][1] = "哈兰";
$array_qn[0][210][2] = "非利士";
$array_qn[0][210][3] = "埃及";
$array_qn[0][210][4] = "基拉耳";
$array_qn[0][210][5] = "A";

$array_qn[0][211][6] = "创 28:19";
$array_qn[0][211][0] = "「伯特利」是甚麽意思？";
$array_qn[0][211][1] = "神在";
$array_qn[0][211][2] = "神右";
$array_qn[0][211][3] = "神门";
$array_qn[0][211][4] = "神殿";
$array_qn[0][211][5] = "D";

$array_qn[0][212][6] = "创 31:17";
$array_qn[0][212][0] = "雅各一家骑甚麽动物逃离拉班家？";
$array_qn[0][212][1] = "马";
$array_qn[0][212][2] = "驴";
$array_qn[0][212][3] = "骆驼";
$array_qn[0][212][4] = "骡";
$array_qn[0][212][5] = "C";

$array_qn[0][213][6] = "创 32:22";
$array_qn[0][213][0] = "雅各在哪里与天使摔跤？";
$array_qn[0][213][1] = "雅博渡口";
$array_qn[0][213][2] = "基列山";
$array_qn[0][213][3] = "所多玛";
$array_qn[0][213][4] = "蛾摩拉";
$array_qn[0][213][5] = "A";

$array_qn[0][214][6] = "创 34:1";
$array_qn[0][214][0] = "示剑玷辱了谁？";
$array_qn[0][214][1] = "底拉";
$array_qn[0][214][2] = "底拿";
$array_qn[0][214][3] = "希末";
$array_qn[0][214][4] = "哈抹";
$array_qn[0][214][5] = "B";

$array_qn[0][215][6] = "创 37:2";
$array_qn[0][215][0] = "约瑟被卖时多少岁？";
$array_qn[0][215][1] = "10岁";
$array_qn[0][215][2] = "17岁";
$array_qn[0][215][3] = "20岁";
$array_qn[0][215][4] = "25岁";
$array_qn[0][215][5] = "B";

$array_qn[0][216][6] = "创 37:28";
$array_qn[0][216][0] = "约瑟的哥哥们用多少客舍勒银子卖了约瑟？";
$array_qn[0][216][1] = "10";
$array_qn[0][216][2] = "20";
$array_qn[0][216][3] = "30";
$array_qn[0][216][4] = "40";
$array_qn[0][216][5] = "B";

$array_qn[0][217][6] = "创 39:1";
$array_qn[0][217][0] = "法老的内臣护卫长名叫：";
$array_qn[0][217][1] = "波阿斯";
$array_qn[0][217][2] = "亚波罗";
$array_qn[0][217][3] = "波提乏";
$array_qn[0][217][4] = "罗波安";
$array_qn[0][217][5] = "C";


$array_qn[0][218][6] = "出 17:15";
$array_qn[0][218][0] = "亚玛力王被杀后，摩西筑了一座坛，名为耶和华：";
$array_qn[0][218][1] = "尼西";
$array_qn[0][218][2] = "预备";
$array_qn[0][218][3] = "以勒";
$array_qn[0][218][4] = "拯救";
$array_qn[0][218][5] = "A";

$array_qn[0][219][6] = "出 24:16";
$array_qn[0][219][0] = "云彩遮盖西奈山多少天？";
$array_qn[0][219][1] = "5天";
$array_qn[0][219][2] = "6天";
$array_qn[0][219][3] = "7天";
$array_qn[0][219][4] = "8天";
$array_qn[0][219][5] = "B";

$array_qn[0][220][6] = "出 27:21";
$array_qn[0][220][0] = "谁与他的子孙负责圣所的点灯工作？";
$array_qn[0][220][1] = "摩西";
$array_qn[0][220][2] = "亚伦";
$array_qn[0][220][3] = "约书亚";
$array_qn[0][220][4] = "户珥";
$array_qn[0][220][5] = "B";

$array_qn[0][221][6] = "民 3:4";
$array_qn[0][221][0] = "谁和拿答在旷野因向上帝献凡火而死？";
$array_qn[0][221][1] = "亚比户";
$array_qn[0][221][2] = "以他玛";
$array_qn[0][221][3] = "以利亚撒";
$array_qn[0][221][4] = "以利押";
$array_qn[0][221][5] = "A";

$array_qn[0][222][6] = "民 8:25";
$array_qn[0][222][0] = "利未人到了多少岁，要停工不再办会幕的事？";
$array_qn[0][222][1] = "45岁";
$array_qn[0][222][2] = "50岁";
$array_qn[0][222][3] = "55岁";
$array_qn[0][222][4] = "60岁";
$array_qn[0][222][5] = "B";

$array_qn[0][223][6] = "民 20:26";
$array_qn[0][223][0] = "亚伦的职份归给哪个儿子？";
$array_qn[0][223][1] = "拿答";
$array_qn[0][223][2] = "亚比户";
$array_qn[0][223][3] = "乌薜";
$array_qn[0][223][4] = "以利亚撤";
$array_qn[0][223][5] = "D";

$array_qn[0][224][6] = "民 27:12";
$array_qn[0][224][0] = "摩西上哪座山观看应许之地？";
$array_qn[0][224][1] = "何珥山";
$array_qn[0][224][2] = "亚巴琳山";
$array_qn[0][224][3] = "迦密山";
$array_qn[0][224][4] = "西奈山";
$array_qn[0][224][5] = "B";

$array_qn[0][225][6] = "民 28:9";
$array_qn[0][225][0] = "安息日要献甚麽？";
$array_qn[0][225][1] = "山羊";
$array_qn[0][225][2] = "公牛";
$array_qn[0][225][3] = "母牛";
$array_qn[0][225][4] = "羊羔";
$array_qn[0][225][5] = "D";

$array_qn[0][226][6] = "民 33:39";
$array_qn[0][226][0] = "亚伦死时多少岁？";
$array_qn[0][226][1] = "99岁";
$array_qn[0][226][2] = "110岁";
$array_qn[0][226][3] = "123岁";
$array_qn[0][226][4] = "134岁";
$array_qn[0][226][5] = "C";

$array_qn[0][227][6] = "申 14:28";
$array_qn[0][227][0] = "每隔多少年，要取土产的十分之一分给利未人和寄居者？";
$array_qn[0][227][1] = "十年";
$array_qn[0][227][2] = "五年";
$array_qn[0][227][3] = "三年";
$array_qn[0][227][4] = "两年";
$array_qn[0][227][5] = "C";

$array_qn[0][228][6] = "利 23:18";
$array_qn[0][228][0] = "平安祭要多少隻一岁的公绵羊？";
$array_qn[0][228][1] = "一隻";
$array_qn[0][228][2] = "两隻";
$array_qn[0][228][3] = "四隻";
$array_qn[0][228][4] = "七隻";
$array_qn[0][228][5] = "B";

$array_qn[0][229][6] = "创 4:20";
$array_qn[0][229][0] = "谁是住帐棚养牲畜之人的祖师？";
$array_qn[0][229][1] = "雅八";
$array_qn[0][229][2] = "亚大";
$array_qn[0][229][3] = "拉麦";
$array_qn[0][229][4] = "洗拉";
$array_qn[0][229][5] = "A";

$array_qn[0][230][6] = "创 4:21";
$array_qn[0][230][0] = "犹八是哪一行业之祖师？";
$array_qn[0][230][1] = "畜牧";
$array_qn[0][230][2] = "铜匠";
$array_qn[0][230][3] = "弹琴";
$array_qn[0][230][4] = "纺织";
$array_qn[0][230][5] = "C";

$array_qn[0][231][6] = "创 4:22";
$array_qn[0][231][0] = "谁是打造各种铜铁利器的祖师？";
$array_qn[0][231][1] = "亚大";
$array_qn[0][231][2] = "洗拉";
$array_qn[0][231][3] = "犹八";
$array_qn[0][231][4] = "土八‧该隐";
$array_qn[0][231][5] = "D";

$array_qn[0][232][6] = "创 11:26";
$array_qn[0][232][0] = "亚伯兰是谁的儿子？";
$array_qn[0][232][1] = "他拉";
$array_qn[0][232][2] = "拿鹤";
$array_qn[0][232][3] = "西鹿";
$array_qn[0][232][4] = "拉吴";
$array_qn[0][232][5] = "A";

$array_qn[0][233][6] = "创 21:20";
$array_qn[0][233][0] = "夏甲的儿子住在旷野，成了：";
$array_qn[0][233][1] = "盗贼";
$array_qn[0][233][2] = "奴隶";
$array_qn[0][233][3] = "牧羊人";
$array_qn[0][233][4] = "弓箭手";
$array_qn[0][233][5] = "D";

$array_qn[0][234][6] = "创 27:28";
$array_qn[0][234][0] = "哪一样是以撒为雅各祝福时没有提及的？";
$array_qn[0][234][1] = "甘露";
$array_qn[0][234][2] = "肥土";
$array_qn[0][234][3] = "五穀新酒";
$array_qn[0][234][4] = "生养众多";
$array_qn[0][234][5] = "D";

$array_qn[0][235][6] = "创 30:24";
$array_qn[0][235][0] = "谁的名字含「增添」之意？";
$array_qn[0][235][1] = "约瑟";
$array_qn[0][235][2] = "亚设";
$array_qn[0][235][3] = "迦得";
$array_qn[0][235][4] = "以萨迦";
$array_qn[0][235][5] = "A";

$array_qn[0][236][6] = "创 35:1";
$array_qn[0][236][0] = "上帝要雅各往哪里筑坛？";
$array_qn[0][236][1] = "希伯崙";
$array_qn[0][236][2] = "伯特利";
$array_qn[0][236][3] = "伯利雅";
$array_qn[0][236][4] = "示剑";
$array_qn[0][236][5] = "B";

$array_qn[0][237][6] = "创 37:28";
$array_qn[0][237][0] = "约瑟的哥哥们将他卖给：";
$array_qn[0][237][1] = "以东人";
$array_qn[0][237][2] = "以色列人";
$array_qn[0][237][3] = "以实玛利人";
$array_qn[0][237][4] = "埃及人";
$array_qn[0][237][5] = "C";

$array_qn[0][238][6] = "创 48:18";
$array_qn[0][238][0] = "谁是约瑟的长子？";
$array_qn[0][238][1] = "玛拿西";
$array_qn[0][238][2] = "以法莲";
$array_qn[0][238][3] = "以萨迦";
$array_qn[0][238][4] = "西烈";
$array_qn[0][238][5] = "A";

$array_qn[0][239][6] = "创 49:30";
$array_qn[0][239][0] = "雅各葬在哪里？";
$array_qn[0][239][1] = "麦比拉洞";
$array_qn[0][239][2] = "歌珊";
$array_qn[0][239][3] = "别是巴";
$array_qn[0][239][4] = "西珥";
$array_qn[0][239][5] = "A";

$array_qn[0][240][6] = "创 50:26";
$array_qn[0][240][0] = "约瑟死时多少岁？";
$array_qn[0][240][1] = "100岁";
$array_qn[0][240][2] = "110岁";
$array_qn[0][240][3] = "120岁";
$array_qn[0][240][4] = "130岁";
$array_qn[0][240][5] = "B";


$array_qn[0][241][6] = "出 21:6";
$array_qn[0][241][0] = "奴僕若肯永远服侍主人，要用甚麽穿耳朵？";
$array_qn[0][241][1] = "钉";
$array_qn[0][241][2] = "针";
$array_qn[0][241][3] = "锥";
$array_qn[0][241][4] = "锤";
$array_qn[0][241][5] = "C";

$array_qn[0][242][6] = "出 29:26";
$array_qn[0][242][0] = "取公羊的胸献作甚麽祭？";
$array_qn[0][242][1] = "摇祭";
$array_qn[0][242][2] = "燔祭";
$array_qn[0][242][3] = "赎罪祭";
$array_qn[0][242][4] = "挽回祭";
$array_qn[0][242][5] = "A";

$array_qn[0][243][6] = "出 30:23";
$array_qn[0][243][0] = "圣膏要用多少种材料做成？";
$array_qn[0][243][1] = "5种";
$array_qn[0][243][2] = "6种";
$array_qn[0][243][3] = "7种";
$array_qn[0][243][4] = "8种";
$array_qn[0][243][5] = "A";

$array_qn[0][244][6] = "民 1:19";
$array_qn[0][244][0] = "摩西在甚麽旷野第一次计算以色列人数？";
$array_qn[0][244][1] = "西奈";
$array_qn[0][244][2] = "书珥";
$array_qn[0][244][3] = "寻";
$array_qn[0][244][4] = "约旦";
$array_qn[0][244][5] = "A";

$array_qn[0][245][6] = "民 21:3";
$array_qn[0][245][0] = "「何珥玛」有甚麽含意？";
$array_qn[0][245][1] = "兴盛";
$array_qn[0][245][2] = "毁灭";
$array_qn[0][245][3] = "增添";
$array_qn[0][245][4] = "减少";
$array_qn[0][245][5] = "B";

$array_qn[0][246][6] = "民 35:6";
$array_qn[0][246][0] = "迦南有多少座逃城？";
$array_qn[0][246][1] = "3座";
$array_qn[0][246][2] = "6座";
$array_qn[0][246][3] = "10座";
$array_qn[0][246][4] = "12座";
$array_qn[0][246][5] = "B";

$array_qn[0][247][6] = "申 25:19";
$array_qn[0][247][0] = "以色列人必定要除掉哪一族的名号？";
$array_qn[0][247][1] = "摩押";
$array_qn[0][247][2] = "埃及";
$array_qn[0][247][3] = "以东";
$array_qn[0][247][4] = "亚玛力";
$array_qn[0][247][5] = "D";

$array_qn[0][248][6] = "创 4:16";
$array_qn[0][248][0] = "该隐杀亚伯后居住在哪里？";
$array_qn[0][248][1] = "伊甸";
$array_qn[0][248][2] = "挪得";
$array_qn[0][248][3] = "亚述";
$array_qn[0][248][4] = "米甸";
$array_qn[0][248][5] = "B";

$array_qn[0][249][6] = "创 4:18";
$array_qn[0][249][0] = "谁是玛土撒利的儿子？";
$array_qn[0][249][1] = "以拿";
$array_qn[0][249][2] = "迷户雅利";
$array_qn[0][249][3] = "拉麦";
$array_qn[0][249][4] = "亚大";
$array_qn[0][249][5] = "C";

$array_qn[0][250][6] = "创 9:29";
$array_qn[0][250][0] = "挪亚死时多少岁？";
$array_qn[0][250][1] = "930岁";
$array_qn[0][250][2] = "940岁";
$array_qn[0][250][3] = "950岁";
$array_qn[0][250][4] = "970岁";
$array_qn[0][250][5] = "C";

$array_qn[0][251][6] = "创 11:27";
$array_qn[0][251][0] = "亚伯兰父亲他拉有多少个儿子？";
$array_qn[0][251][1] = "1个";
$array_qn[0][251][2] = "2个";
$array_qn[0][251][3] = "3个";
$array_qn[0][251][4] = "4个";
$array_qn[0][251][5] = "C";

$array_qn[0][252][6] = "创 16:11";
$array_qn[0][252][0] = "夏甲的儿子「以实玛利」是甚麽意思？";
$array_qn[0][252][1] = "神看见";
$array_qn[0][252][2] = "神听见";
$array_qn[0][252][3] = "神遇见";
$array_qn[0][252][4] = "神寻见";
$array_qn[0][252][5] = "B";

$array_qn[0][253][6] = "创 26:20";
$array_qn[0][253][0] = "以撒的牧人与哪地的牧人争竞？";
$array_qn[0][253][1] = "非利士";
$array_qn[0][253][2] = "别是巴";
$array_qn[0][253][3] = "摩押";
$array_qn[0][253][4] = "基拉耳";
$array_qn[0][253][5] = "D";

$array_qn[0][254][6] = "创 36:8";
$array_qn[0][254][0] = "以扫离开雅各住在哪里？";
$array_qn[0][254][1] = "迦密山";
$array_qn[0][254][2] = "西珥山";
$array_qn[0][254][3] = "西奈山";
$array_qn[0][254][4] = "锡安山";
$array_qn[0][254][5] = "B";

$array_qn[0][255][6] = "创 41:45";
$array_qn[0][255][0] = "法老将哪一个祭司的女儿，赐给约瑟为妻？";
$array_qn[0][255][1] = "波提非拉";
$array_qn[0][255][2] = "波提乏";
$array_qn[0][255][3] = "约拿单";
$array_qn[0][255][4] = "亚西纳";
$array_qn[0][255][5] = "A";

$array_qn[0][256][6] = "创 47:28";
$array_qn[0][256][0] = "雅各在埃及住了多少年？";
$array_qn[0][256][1] = "7年";
$array_qn[0][256][2] = "17年";
$array_qn[0][256][3] = "27年";
$array_qn[0][256][4] = "37年";
$array_qn[0][256][5] = "B";

$array_qn[0][257][6] = "创 50:11";
$array_qn[0][257][0] = "约瑟在哪地哀哭父亲雅各？";
$array_qn[0][257][1] = "歌珊";
$array_qn[0][257][2] = "别是巴";
$array_qn[0][257][3] = "亚伯‧麦西";
$array_qn[0][257][4] = "西珥";
$array_qn[0][257][5] = "C";


$array_qn[0][258][6] = "出 15:27";
$array_qn[0][258][0] = "以琳有多少股水泉？";
$array_qn[0][258][1] = "9股";
$array_qn[0][258][2] = "10股";
$array_qn[0][258][3] = "11股";
$array_qn[0][258][4] = "12股";
$array_qn[0][258][5] = "D";

$array_qn[0][259][6] = "出 33:6";
$array_qn[0][259][0] = "以色列人从住哪座山以后，就把身上的妆饰摘得乾淨？";
$array_qn[0][259][1] = "锡安山";
$array_qn[0][259][2] = "何烈山";
$array_qn[0][259][3] = "除皮山";
$array_qn[0][259][4] = "何珥山";
$array_qn[0][259][5] = "B";

$array_qn[0][260][6] = "民 20:23";
$array_qn[0][260][0] = "上帝在哪座山晓谕亚伦要归到列祖？";
$array_qn[0][260][1] = "加低斯";
$array_qn[0][260][2] = "何珥山";
$array_qn[0][260][3] = "西奈山";
$array_qn[0][260][4] = "尼波山";
$array_qn[0][260][5] = "B";

$array_qn[0][261][6] = "民 28:19";
$array_qn[0][261][0] = "逾越节共要献多少隻祭牲？";
$array_qn[0][261][1] = "7隻";
$array_qn[0][261][2] = "8隻";
$array_qn[0][261][3] = "11隻";
$array_qn[0][261][4] = "12隻";
$array_qn[0][261][5] = "C";

$array_qn[0][262][6] = "民 33:10";
$array_qn[0][262][0] = "以色列人经过以琳在甚麽海边安营？";
$array_qn[0][262][1] = "黑海";
$array_qn[0][262][2] = "地中海";
$array_qn[0][262][3] = "红海";
$array_qn[0][262][4] = "死海";
$array_qn[0][262][5] = "C";

$array_qn[0][263][6] = "申 1:38";
$array_qn[0][263][0] = "谁的儿子和迦勒可以进入迦南地？";
$array_qn[0][263][1] = "利未";
$array_qn[0][263][2] = "嫩";
$array_qn[0][263][3] = "迦勒";
$array_qn[0][263][4] = "但";
$array_qn[0][263][5] = "B";

$array_qn[0][264][6] = "申 27:12";
$array_qn[0][264][0] = "过约旦河后，六个支派在哪座山上为百姓祝福？";
$array_qn[0][264][1] = "何珥山";
$array_qn[0][264][2] = "以巴路山";
$array_qn[0][264][3] = "基利心山";
$array_qn[0][264][4] = "黑门山\t";
$array_qn[0][264][5] = "C";

$array_qn[0][265][6] = "创 10:21";
$array_qn[0][265][0] = "谁是希伯子孙之祖先？";
$array_qn[0][265][1] = "闪";
$array_qn[0][265][2] = "含";
$array_qn[0][265][3] = "雅弗";
$array_qn[0][265][4] = "迦南";
$array_qn[0][265][5] = "A";

$array_qn[0][266][6] = "创 12:4";
$array_qn[0][266][0] = "亚伯兰多少岁离开哈兰？";
$array_qn[0][266][1] = "65岁";
$array_qn[0][266][2] = "70岁";
$array_qn[0][266][3] = "75岁";
$array_qn[0][266][4] = "80岁";
$array_qn[0][266][5] = "C";

$array_qn[0][267][6] = "创 29:24";
$array_qn[0][267][0] = "拉班将悉帕给谁作使女？";
$array_qn[0][267][1] = "利亚";
$array_qn[0][267][2] = "利百加";
$array_qn[0][267][3] = "辟拉";
$array_qn[0][267][4] = "撒拉";
$array_qn[0][267][5] = "A";


$array_qn[0][268][6] = "出 6:20";
$array_qn[0][268][0] = "谁是摩西的父亲？";
$array_qn[0][268][1] = "可拉";
$array_qn[0][268][2] = "抹利";
$array_qn[0][268][3] = "暗兰";
$array_qn[0][268][4] = "哈诺";
$array_qn[0][268][5] = "C";

$array_qn[0][269][6] = "民 31:28";
$array_qn[0][269][0] = "战胜米甸人之后，多少战利品要献给上帝？";
$array_qn[0][269][1] = "十分之一";
$array_qn[0][269][2] = "百分之一";
$array_qn[0][269][3] = "五百分之一";
$array_qn[0][269][4] = "千分之一";
$array_qn[0][269][5] = "D";

$array_qn[0][270][6] = "申 33:6";
$array_qn[0][270][0] = "摩西祝福哪个支派「存活不至死亡」？";
$array_qn[0][270][1] = "吕便";
$array_qn[0][270][2] = "迦得";
$array_qn[0][270][3] = "玛拿西";
$array_qn[0][270][4] = "以利亚撒";
$array_qn[0][270][5] = "A";

$array_qn[0][271][6] = "创 5:9";
$array_qn[0][271][0] = "谁是该南的父亲？";
$array_qn[0][271][1] = "玛勒列";
$array_qn[0][271][2] = "以挪士";
$array_qn[0][271][3] = "以诺";
$array_qn[0][271][4] = "塞特";
$array_qn[0][271][5] = "B";

$array_qn[0][272][6] = "创 11:10";
$array_qn[0][272][0] = "闪的儿子亚法撒，在洪水后第几年出生？";
$array_qn[0][272][1] = "第一年";
$array_qn[0][272][2] = "第二年";
$array_qn[0][272][3] = "第三年";
$array_qn[0][272][4] = "第五年";
$array_qn[0][272][5] = "B";

$array_qn[0][273][6] = "创 22:24";
$array_qn[0][273][0] = "拿鹤的妾名叫甚麽？";
$array_qn[0][273][1] = "流玛";
$array_qn[0][273][2] = "提八";
$array_qn[0][273][3] = "迦含";
$array_qn[0][273][4] = "他辖";
$array_qn[0][273][5] = "A";

$array_qn[0][274][6] = "创 24:24";
$array_qn[0][274][0] = "利百加是谁的女儿？";
$array_qn[0][274][1] = "密迦";
$array_qn[0][274][2] = "拿鹤";
$array_qn[0][274][3] = "彼土利";
$array_qn[0][274][4] = "拉班";
$array_qn[0][274][5] = "C";

$array_qn[0][275][6] = "创 31:23";
$array_qn[0][275][0] = "拉班在哪一座山追上雅各？";
$array_qn[0][275][1] = "迦密山";
$array_qn[0][275][2] = "西奈山";
$array_qn[0][275][3] = "何烈山";
$array_qn[0][275][4] = "基列山";
$array_qn[0][275][5] = "D";

$array_qn[0][276][6] = "创 31:47";
$array_qn[0][276][0] = "雅各称与拉班立约的石堆为：";
$array_qn[0][276][1] = "迦累得";
$array_qn[0][276][2] = "迦得";
$array_qn[0][276][3] = "以迦博";
$array_qn[0][276][4] = "雅博";
$array_qn[0][276][5] = "A";

$array_qn[0][277][6] = "创 38:29";
$array_qn[0][277][0] = "她玛与犹大生了一对孪生子，其中一人叫：";
$array_qn[0][277][1] = "法勒斯";
$array_qn[0][277][2] = "珥";
$array_qn[0][277][3] = "书亚";
$array_qn[0][277][4] = "俄南";
$array_qn[0][277][5] = "A";


$array_qn[0][278][6] = "出 32:28";
$array_qn[0][278][0] = "因拜金牛犊而被杀的百姓约有多少人？";
$array_qn[0][278][1] = "一千人";
$array_qn[0][278][2] = "二千人";
$array_qn[0][278][3] = "三千人";
$array_qn[0][278][4] = "四千人";
$array_qn[0][278][5] = "C";

$array_qn[0][279][6] = "民 1:26";
$array_qn[0][279][0] = "以色列人哪个支派能出去打仗的人数最多？";
$array_qn[0][279][1] = "犹大";
$array_qn[0][279][2] = "玛拿西";
$array_qn[0][279][3] = "吕便";
$array_qn[0][279][4] = "便雅悯";
$array_qn[0][279][5] = "A";

$array_qn[0][280][6] = "民 20:13";
$array_qn[0][280][0] = "「米利巴」是甚麽意思？";
$array_qn[0][280][1] = "争闹";
$array_qn[0][280][2] = "恩典";
$array_qn[0][280][3] = "丰足";
$array_qn[0][280][4] = "昌盛　　";
$array_qn[0][280][5] = "A";

$array_qn[0][281][6] = "创 2:10";
$array_qn[0][281][0] = "下列哪一条河不流经伊甸园？";
$array_qn[0][281][1] = "比逊";
$array_qn[0][281][2] = "基训";
$array_qn[0][281][3] = "约旦";
$array_qn[0][281][4] = "底格里斯";
$array_qn[0][281][5] = "C";

$array_qn[0][282][6] = "创 2:11";
$array_qn[0][282][0] = "环绕哈腓拉全地的河有甚麽？";
$array_qn[0][282][1] = "金子";
$array_qn[0][282][2] = "银子";
$array_qn[0][282][3] = "铜子";
$array_qn[0][282][4] = "奶与蜜";
$array_qn[0][282][5] = "A";

$array_qn[0][283][6] = "创 10:13-15";
$array_qn[0][283][0] = "谁是非利士人、亚摩利人的始祖？";
$array_qn[0][283][1] = "闪";
$array_qn[0][283][2] = "含";
$array_qn[0][283][3] = "雅弗";
$array_qn[0][283][4] = "迦南";
$array_qn[0][283][5] = "B";

$array_qn[0][284][6] = "创 11:27";
$array_qn[0][284][0] = "罗得的父亲是谁？";
$array_qn[0][284][1] = "拿鹤";
$array_qn[0][284][2] = "拉吴";
$array_qn[0][284][3] = "亚伯兰";
$array_qn[0][284][4] = "哈兰";
$array_qn[0][284][5] = "D";


$array_qn[0][285][6] = "民 1:7";
$array_qn[0][285][0] = "拿顺属哪个支派？";
$array_qn[0][285][1] = "犹大";
$array_qn[0][285][2] = "玛拿西";
$array_qn[0][285][3] = "吕便";
$array_qn[0][285][4] = "便雅悯";
$array_qn[0][285][5] = "A";

$array_qn[0][286][6] = "民 4:4";
$array_qn[0][286][0] = "谁的子孙在会幕搬运至圣物？";
$array_qn[0][286][1] = "哥辖";
$array_qn[0][286][2] = "暗兰";
$array_qn[0][286][3] = "乌薛";
$array_qn[0][286][4] = "示每";
$array_qn[0][286][5] = "A";

$array_qn[0][287][6] = "申 2:9";
$array_qn[0][287][0] = "上帝将亚珥赐给谁的子孙为业？";
$array_qn[0][287][1] = "罗得";
$array_qn[0][287][2] = "以扫";
$array_qn[0][287][3] = "以利";
$array_qn[0][287][4] = "雅各";
$array_qn[0][287][5] = "A";

$array_qn[0][288][6] = "申 29:8";
$array_qn[0][288][0] = "在摩押击杀当地王后，以下哪个支派没有分河东之地？";
$array_qn[0][288][1] = "吕便";
$array_qn[0][288][2] = "迦得";
$array_qn[0][288][3] = "玛拿西";
$array_qn[0][288][4] = "亚设";
$array_qn[0][288][5] = "D";

$array_qn[0][289][6] = "申 33:18";
$array_qn[0][289][0] = "摩西祝福哪个支派「出外可以欢喜」？";
$array_qn[0][289][1] = "吕便";
$array_qn[0][289][2] = "西布伦";
$array_qn[0][289][3] = "玛拿西";
$array_qn[0][289][4] = "但";
$array_qn[0][289][5] = "B";

$array_qn[0][290][6] = "创 2:11";
$array_qn[0][290][0] = "哪一条河环绕哈腓拉全地？";
$array_qn[0][290][1] = "比逊";
$array_qn[0][290][2] = "基训";
$array_qn[0][290][3] = "幼发拉底";
$array_qn[0][290][4] = "底格里斯";
$array_qn[0][290][5] = "A";

$array_qn[0][291][6] = "创 11:32";
$array_qn[0][291][0] = "他拉死在何地？";
$array_qn[0][291][1] = "吾珥";
$array_qn[0][291][2] = "亚兰";
$array_qn[0][291][3] = "哈兰";
$array_qn[0][291][4] = "迦南";
$array_qn[0][291][5] = "C";

$array_qn[0][292][6] = "创 16:1";
$array_qn[0][292][0] = "撒莱的使女夏甲是甚麽人？";
$array_qn[0][292][1] = "基尼人";
$array_qn[0][292][2] = "埃及人";
$array_qn[0][292][3] = "比利洗人";
$array_qn[0][292][4] = "耶布斯人";
$array_qn[0][292][5] = "B";

$array_qn[0][293][6] = "创 35:19";
$array_qn[0][293][0] = "拉结死后葬在哪里？";
$array_qn[0][293][1] = "以法莲";
$array_qn[0][293][2] = "希伯崙";
$array_qn[0][293][3] = "以法他";
$array_qn[0][293][4] = "伯特利";
$array_qn[0][293][5] = "C";


$array_qn[0][294][6] = "出 6:14";
$array_qn[0][294][0] = "吕便有多少个儿子？";
$array_qn[0][294][1] = "3个";
$array_qn[0][294][2] = "4个";
$array_qn[0][294][3] = "5个";
$array_qn[0][294][4] = "6个";
$array_qn[0][294][5] = "B";

$array_qn[0][295][6] = "民 14:6";
$array_qn[0][295][0] = "谁是耶孚尼的儿子？";
$array_qn[0][295][1] = "迦得";
$array_qn[0][295][2] = "迦挪";
$array_qn[0][295][3] = "迦勒";
$array_qn[0][295][4] = "迦玛";
$array_qn[0][295][5] = "C";

$array_qn[0][296][6] = "申 29:7";
$array_qn[0][296][0] = "以色列人在摩押地击杀希实本王和哪一位王？";
$array_qn[0][296][1] = "巴珊王";
$array_qn[0][296][2] = "洗扁王";
$array_qn[0][296][3] = "押玛王";
$array_qn[0][296][4] = "摩押王";
$array_qn[0][296][5] = "A";

$array_qn[0][297][6] = "创 14:5";
$array_qn[0][297][0] = "基大老玛和同盟的王，在亚特律‧加宁杀败：";
$array_qn[0][297][1] = "以米人";
$array_qn[0][297][2] = "何利人";
$array_qn[0][297][3] = "利乏音人";
$array_qn[0][297][4] = "亚玛力人";
$array_qn[0][297][5] = "C";

$array_qn[0][298][6] = "创 19:38";
$array_qn[0][298][0] = "罗得与小女儿生的儿子，是甚麽人的始祖？";
$array_qn[0][298][1] = "摩押";
$array_qn[0][298][2] = "亚扪";
$array_qn[0][298][3] = "非利士";
$array_qn[0][298][4] = "以东";
$array_qn[0][298][5] = "B";


$array_qn[1][1][6] = "书 1:1";
$array_qn[1][1][0] = "摩西死后，谁带领以色列人过约旦河？";
$array_qn[1][1][1] = "亚伦";
$array_qn[1][1][2] = "约书亚";
$array_qn[1][1][3] = "嫩";
$array_qn[1][1][4] = "迦勒";
$array_qn[1][1][5] = "B";

$array_qn[1][2][6] = "士 16:19";
$array_qn[1][2][0] = "参孙在甚麽情况下被剃除七条髮绺？";
$array_qn[1][2][1] = "洗澡时";
$array_qn[1][2][2] = "睡觉时";
$array_qn[1][2][3] = "醉酒时";
$array_qn[1][2][4] = "瞎眼时";
$array_qn[1][2][5] = "B";

$array_qn[1][3][6] = "士 16:21";
$array_qn[1][3][0] = "非利士人拿住参孙之后，怎样待他？";
$array_qn[1][3][1] = "剜了眼睛";
$array_qn[1][3][2] = "鞭打他";
$array_qn[1][3][3] = "斩断手脚";
$array_qn[1][3][4] = "杀死他";
$array_qn[1][3][5] = "A";

$array_qn[1][4][6] = "士 16:29-30";
$array_qn[1][4][0] = "参孙用甚麽方法，使房子倒塌而与非利士人同归于尽？";
$array_qn[1][4][1] = "用腿踢柱";
$array_qn[1][4][2] = "用手抱柱";
$array_qn[1][4][3] = "用力撞墙";
$array_qn[1][4][4] = "用力拉梁";
$array_qn[1][4][5] = "B";

$array_qn[1][5][6] = "撒上 1:13";
$array_qn[1][5][0] = "哈拿祷告时，以利以为她怎麽了？";
$array_qn[1][5][1] = "病了";
$array_qn[1][5][2] = "喝醉";
$array_qn[1][5][3] = "飢饿";
$array_qn[1][5][4] = "口渴";
$array_qn[1][5][5] = "B";

$array_qn[1][6][6] = "撒上 1:28";
$array_qn[1][6][0] = "哈拿将撒母耳怎样？";
$array_qn[1][6][1] = "归与耶和华";
$array_qn[1][6][2] = "抚养成人";
$array_qn[1][6][3] = "改名";
$array_qn[1][6][4] = "送给人";
$array_qn[1][6][5] = "A";

$array_qn[1][7][6] = "撒上 3:3";
$array_qn[1][7][0] = "上帝呼唤撒母耳时，撒母耳正在作甚麽？";
$array_qn[1][7][1] = "献祭";
$array_qn[1][7][2] = "睡觉";
$array_qn[1][7][3] = "默想";
$array_qn[1][7][4] = "祷告";
$array_qn[1][7][5] = "B";

$array_qn[1][8][6] = "撒上 3:20";
$array_qn[1][8][0] = "上帝立撒母耳为：";
$array_qn[1][8][1] = "祭司";
$array_qn[1][8][2] = "长老";
$array_qn[1][8][3] = "教师";
$array_qn[1][8][4] = "先知";
$array_qn[1][8][5] = "D";

$array_qn[1][9][6] = "撒上 8:7";
$array_qn[1][9][0] = "耶和华对撒母耳说，以色列人真正厌弃的是谁？";
$array_qn[1][9][1] = "耶和华";
$array_qn[1][9][2] = "撒母耳";
$array_qn[1][9][3] = "先知";
$array_qn[1][9][4] = "祭司";
$array_qn[1][9][5] = "A";

$array_qn[1][10][6] = "撒上 10:21";
$array_qn[1][10][0] = "谁是以色列的第一个王？";
$array_qn[1][10][1] = "扫罗";
$array_qn[1][10][2] = "大卫";
$array_qn[1][10][3] = "所罗门";
$array_qn[1][10][4] = "罗波安";
$array_qn[1][10][5] = "A";

$array_qn[1][11][6] = "撒上 17:40";
$array_qn[1][11][0] = "大卫带了甚麽兵器迎战歌利亚？";
$array_qn[1][11][1] = "石子和机弦";
$array_qn[1][11][2] = "刀枪";
$array_qn[1][11][3] = "铜戟";
$array_qn[1][11][4] = "盾牌";
$array_qn[1][11][5] = "A";

$array_qn[1][12][6] = "撒上 17:45";
$array_qn[1][12][0] = "大卫说，他来攻击歌利亚，是靠著甚麽？";
$array_qn[1][12][1] = "刀枪";
$array_qn[1][12][2] = "勇气";
$array_qn[1][12][3] = "石子";
$array_qn[1][12][4] = "耶和华的名";
$array_qn[1][12][5] = "D";

$array_qn[1][13][6] = "王上 3:9";
$array_qn[1][13][0] = "所罗门向耶和华求甚麽？";
$array_qn[1][13][1] = "平安";
$array_qn[1][13][2] = "富贵";
$array_qn[1][13][3] = "长寿";
$array_qn[1][13][4] = "智慧";
$array_qn[1][13][5] = "D";

$array_qn[1][14][6] = "王下 2:11";
$array_qn[1][14][0] = "以利亚升天前，有甚麽把以利亚和以利沙隔开？";
$array_qn[1][14][1] = "旋风";
$array_qn[1][14][2] = "火车火马";
$array_qn[1][14][3] = "河水";
$array_qn[1][14][4] = "荣光";
$array_qn[1][14][5] = "B";

$array_qn[1][15][6] = "伯 38:1";
$array_qn[1][15][0] = "耶和华从哪裡回答约伯？";
$array_qn[1][15][1] = "旋风中";
$array_qn[1][15][2] = "烈火中";
$array_qn[1][15][3] = "闪电中";
$array_qn[1][15][4] = "打雷中";
$array_qn[1][15][5] = "A";

$array_qn[1][16][6] = "伯 42:5";
$array_qn[1][16][0] = "约伯说：我从前怎样，现在亲眼看见你？";
$array_qn[1][16][1] = "不知有你";
$array_qn[1][16][2] = "知道有你";
$array_qn[1][16][3] = "猜测有你";
$array_qn[1][16][4] = "风闻有你";
$array_qn[1][16][5] = "D";

$array_qn[1][17][6] = "诗 8:5";
$array_qn[1][17][0] = "你叫世人比甚麽微小一点，并赐他荣耀尊贵为冠冕？";
$array_qn[1][17][1] = "天军";
$array_qn[1][17][2] = "魔鬼";
$array_qn[1][17][3] = "天使";
$array_qn[1][17][4] = "君王";
$array_qn[1][17][5] = "C";

$array_qn[1][18][6] = "诗 23:1";
$array_qn[1][18][0] = "耶和华是我的甚麽，我必不至缺乏？";
$array_qn[1][18][1] = "牧者";
$array_qn[1][18][2] = "主人";
$array_qn[1][18][3] = "父亲";
$array_qn[1][18][4] = "君王";
$array_qn[1][18][5] = "A";

$array_qn[1][19][6] = "诗 23:4";
$array_qn[1][19][0] = "我虽然行过甚麽的幽谷，也不怕遭害？";
$array_qn[1][19][1] = "死亡";
$array_qn[1][19][2] = "患难";
$array_qn[1][19][3] = "死荫";
$array_qn[1][19][4] = "苦难";
$array_qn[1][19][5] = "C";

$array_qn[1][20][6] = "诗 42:1";
$array_qn[1][20][0] = "上帝阿，我的心切慕你，如鹿切慕：";
$array_qn[1][20][1] = "活水";
$array_qn[1][20][2] = "河水";
$array_qn[1][20][3] = "溪水";
$array_qn[1][20][4] = "流水";
$array_qn[1][20][5] = "C";

$array_qn[1][21][6] = "诗 51:17";
$array_qn[1][21][0] = "上帝阿，怎样的心，你必不轻看？";
$array_qn[1][21][1] = "喜悦跳跃";
$array_qn[1][21][2] = "感谢讚美";
$array_qn[1][21][3] = "伤心失望";
$array_qn[1][21][4] = "忧伤痛悔";
$array_qn[1][21][5] = "D";

$array_qn[1][22][6] = "诗 65:11";
$array_qn[1][22][0] = "你以恩典为年岁的冠冕，你的路径都滴下：";
$array_qn[1][22][1] = "甘霖";
$array_qn[1][22][2] = "蜂蜜";
$array_qn[1][22][3] = "雨露";
$array_qn[1][22][4] = "脂油";
$array_qn[1][22][5] = "D";

$array_qn[1][23][6] = "诗 90:12";
$array_qn[1][23][0] = "求你指教我们怎样数算自己的日子，好叫我们得著：";
$array_qn[1][23][1] = "逼切的心";
$array_qn[1][23][2] = "智慧的心";
$array_qn[1][23][3] = "喜乐的心";
$array_qn[1][23][4] = "节制的心";
$array_qn[1][23][5] = "B";

$array_qn[1][24][6] = "诗 103:9";
$array_qn[1][24][0] = "耶和华不长久责备，也不永远：";
$array_qn[1][24][1] = "责打";
$array_qn[1][24][2] = "怀恨";
$array_qn[1][24][3] = "怀怒";
$array_qn[1][24][4] = "刑罚";
$array_qn[1][24][5] = "C";

$array_qn[1][25][6] = "诗 103:12";
$array_qn[1][25][0] = "东离西有多远，祂叫我们的甚麽，离我们也有多远？";
$array_qn[1][25][1] = "苦恼";
$array_qn[1][25][2] = "过犯";
$array_qn[1][25][3] = "软弱";
$array_qn[1][25][4] = "疾病";
$array_qn[1][25][5] = "B";

$array_qn[1][26][6] = "诗 119:11";
$array_qn[1][26][0] = "我将你的话藏在心裡，免得我：";
$array_qn[1][26][1] = "忘记你";
$array_qn[1][26][2] = "得罪你";
$array_qn[1][26][3] = "离弃你";
$array_qn[1][26][4] = "违背你";
$array_qn[1][26][5] = "B";

$array_qn[1][27][6] = "诗 119:105";
$array_qn[1][27][0] = "你的话是我脚前的灯，是我路上的：";
$array_qn[1][27][1] = "光";
$array_qn[1][27][2] = "指示";
$array_qn[1][27][3] = "牌";
$array_qn[1][27][4] = "亭";
$array_qn[1][27][5] = "A";

$array_qn[1][28][6] = "箴 4:23";
$array_qn[1][28][0] = "你要保守你的甚麽，胜过保守一切？";
$array_qn[1][28][1] = "眼";
$array_qn[1][28][2] = "心";
$array_qn[1][28][3] = "口";
$array_qn[1][28][4] = "生命";
$array_qn[1][28][5] = "B";

$array_qn[1][29][6] = "箴 6:6";
$array_qn[1][29][0] = "懒惰人要去察看甚麽的动作，就可得智慧？";
$array_qn[1][29][1] = "蜜蜂";
$array_qn[1][29][2] = "蚂蚁";
$array_qn[1][29][3] = "蜗牛";
$array_qn[1][29][4] = "飞鸟";
$array_qn[1][29][5] = "B";

$array_qn[1][30][6] = "箴 15:17";
$array_qn[1][30][0] = "喫素菜，彼此相爱，强如喫甚麽，彼此相恨？";
$array_qn[1][30][1] = "肥羊";
$array_qn[1][30][2] = "肥猪";
$array_qn[1][30][3] = "肥牛";
$array_qn[1][30][4] = "肥鸡";
$array_qn[1][30][5] = "C";

$array_qn[1][31][6] = "箴 20:29";
$array_qn[1][31][0] = "强壮乃少年人的荣耀，白髮为老年人的：";
$array_qn[1][31][1] = "象徵";
$array_qn[1][31][2] = "福气";
$array_qn[1][31][3] = "尊荣";
$array_qn[1][31][4] = "羞耻";
$array_qn[1][31][5] = "C";

$array_qn[1][32][6] = "传 1:2";
$array_qn[1][32][0] = "谁说：「虚空的虚空，凡事都是虚空」？";
$array_qn[1][32][1] = "先知";
$array_qn[1][32][2] = "长者";
$array_qn[1][32][3] = "智者";
$array_qn[1][32][4] = "传道者";
$array_qn[1][32][5] = "D";

$array_qn[1][33][6] = "传 12:1";
$array_qn[1][33][0] = "人当趁著甚麽时候记念主？";
$array_qn[1][33][1] = "苦难时";
$array_qn[1][33][2] = "年幼时";
$array_qn[1][33][3] = "壮年时";
$array_qn[1][33][4] = "晚年时";
$array_qn[1][33][5] = "B";

$array_qn[1][34][6] = "传 12:13";
$array_qn[1][34][0] = "人所当尽的本分是甚麽？";
$array_qn[1][34][1] = "帮助人";
$array_qn[1][34][2] = "作善事";
$array_qn[1][34][3] = "敬畏上帝";
$array_qn[1][34][4] = "行正道";
$array_qn[1][34][5] = "C";


$array_qn[1][35][6] = "士 2:16";
$array_qn[1][35][0] = "约书亚死后，耶和华兴起甚麽人拯救以色列人？";
$array_qn[1][35][1] = "族长";
$array_qn[1][35][2] = "首领";
$array_qn[1][35][3] = "君王";
$array_qn[1][35][4] = "士师";
$array_qn[1][35][5] = "D";

$array_qn[1][36][6] = "诗 1:2";
$array_qn[1][36][0] = "惟喜爱耶和华的律法，昼夜怎样，这人便为有福？";
$array_qn[1][36][1] = "谈论";
$array_qn[1][36][2] = "思想";
$array_qn[1][36][3] = "传扬";
$array_qn[1][36][4] = "背诵";
$array_qn[1][36][5] = "B";

$array_qn[1][37][6] = "诗 50:23";
$array_qn[1][37][0] = "凡以甚麽献上为祭的，便是荣耀上帝？";
$array_qn[1][37][1] = "美德";
$array_qn[1][37][2] = "颂讚";
$array_qn[1][37][3] = "祷告";
$array_qn[1][37][4] = "感谢";
$array_qn[1][37][5] = "D";

$array_qn[1][38][6] = "箴 1:1";
$array_qn[1][38][0] = "《箴言》的作者是谁？";
$array_qn[1][38][1] = "大卫";
$array_qn[1][38][2] = "所罗门";
$array_qn[1][38][3] = "约伯";
$array_qn[1][38][4] = "扫罗";
$array_qn[1][38][5] = "B";

$array_qn[1][39][6] = "箴 12:25";
$array_qn[1][39][0] = "人心忧虑，屈而不伸；一句甚麽，使心欢乐？";
$array_qn[1][39][1] = "良言";
$array_qn[1][39][2] = "金言";
$array_qn[1][39][3] = "美言";
$array_qn[1][39][4] = "箴言";
$array_qn[1][39][5] = "A";

$array_qn[1][40][6] = "传 11:10";
$array_qn[1][40][0] = "传道者认为，一生的开端，和幼年之时，都是怎样的？";
$array_qn[1][40][1] = "无虑";
$array_qn[1][40][2] = "可爱";
$array_qn[1][40][3] = "虚空";
$array_qn[1][40][4] = "健康";
$array_qn[1][40][5] = "C";

$array_qn[1][41][6] = "歌 1:1";
$array_qn[1][41][0] = "《雅歌》的作者是谁？";
$array_qn[1][41][1] = "所罗门";
$array_qn[1][41][2] = "大卫";
$array_qn[1][41][3] = "以赛亚";
$array_qn[1][41][4] = "耶利米";
$array_qn[1][41][5] = "A";

$array_qn[1][42][6] = "王上 3:23";
$array_qn[1][42][0] = "求所罗门判断的两个妇人，争夺甚麽？";
$array_qn[1][42][1] = "财产";
$array_qn[1][42][2] = "丈夫";
$array_qn[1][42][3] = "儿子";
$array_qn[1][42][4] = "房屋";
$array_qn[1][42][5] = "C";

$array_qn[1][43][6] = "撒上 28:11";
$array_qn[1][43][0] = "扫罗叫交鬼妇人为他招谁上来？";
$array_qn[1][43][1] = "摩西";
$array_qn[1][43][2] = "以利";
$array_qn[1][43][3] = "撒母耳";
$array_qn[1][43][4] = "基士";
$array_qn[1][43][5] = "C";

$array_qn[1][44][6] = "王上 1:13";
$array_qn[1][44][0] = "大卫曾向拔示巴起誓，谁必接续他作王？";
$array_qn[1][44][1] = "暗嫩";
$array_qn[1][44][2] = "押沙龙";
$array_qn[1][44][3] = "亚多尼雅";
$array_qn[1][44][4] = "所罗门";
$array_qn[1][44][5] = "D";

$array_qn[1][45][6] = "王上 3:13";
$array_qn[1][45][0] = "所罗门向耶和华求智慧，耶和华也赐给他富足和甚麽？";
$array_qn[1][45][1] = "平安";
$array_qn[1][45][2] = "尊荣";
$array_qn[1][45][3] = "强盛";
$array_qn[1][45][4] = "权势";
$array_qn[1][45][5] = "B";

$array_qn[1][46][6] = "王上 3:14";
$array_qn[1][46][0] = "耶和华应许给所罗门长寿的条件是甚麽？";
$array_qn[1][46][1] = "守道";
$array_qn[1][46][2] = "建殿";
$array_qn[1][46][3] = "奉献";
$array_qn[1][46][4] = "禁食";
$array_qn[1][46][5] = "A";

$array_qn[1][47][6] = "王上 19:12";
$array_qn[1][47][0] = "耶和华在以下哪种景象当中，向以利亚说话？";
$array_qn[1][47][1] = "烈风";
$array_qn[1][47][2] = "地震";
$array_qn[1][47][3] = "烈火";
$array_qn[1][47][4] = "微小声音";
$array_qn[1][47][5] = "D";

$array_qn[1][48][6] = "代上 17:12";
$array_qn[1][48][0] = "耶和华藉拿单向大卫说，谁可为祂建造圣殿？";
$array_qn[1][48][1] = "扫罗";
$array_qn[1][48][2] = "所罗门";
$array_qn[1][48][3] = "耶波安";
$array_qn[1][48][4] = "以赛亚";
$array_qn[1][48][5] = "B";

$array_qn[1][49][6] = "伯 1:9-10";
$array_qn[1][49][0] = "撒但说约伯敬畏上帝是因为甚麽？";
$array_qn[1][49][1] = "先祖遗训";
$array_qn[1][49][2] = "上帝赐福";
$array_qn[1][49][3] = "心安理得";
$array_qn[1][49][4] = "恐惧害怕";
$array_qn[1][49][5] = "B";

$array_qn[1][50][6] = "伯 2:7";
$array_qn[1][50][0] = "撒但攻击约伯，使他身上长了甚麽？";
$array_qn[1][50][1] = "毒疮";
$array_qn[1][50][2] = "痲疯";
$array_qn[1][50][3] = "癣疥";
$array_qn[1][50][4] = "白蚀";
$array_qn[1][50][5] = "A";

$array_qn[1][51][6] = "伯 2:11";
$array_qn[1][51][0] = "约伯遭遇灾难后，有多少个朋友来安慰他？";
$array_qn[1][51][1] = "1个";
$array_qn[1][51][2] = "2个";
$array_qn[1][51][3] = "3个";
$array_qn[1][51][4] = "4个";
$array_qn[1][51][5] = "C";

$array_qn[1][52][6] = "伯 16:2";
$array_qn[1][52][0] = "约伯认为朋友的安慰令他怎样？";
$array_qn[1][52][1] = "平安";
$array_qn[1][52][2] = "生气";
$array_qn[1][52][3] = "绝望";
$array_qn[1][52][4] = "愁烦";
$array_qn[1][52][5] = "D";

$array_qn[1][53][6] = "伯 42:10";
$array_qn[1][53][0] = "约伯为他的朋友作甚麽，耶和华就使约伯从苦境转回？";
$array_qn[1][53][1] = "设筵";
$array_qn[1][53][2] = "禁食";
$array_qn[1][53][3] = "献祭";
$array_qn[1][53][4] = "祈祷";
$array_qn[1][53][5] = "D";

$array_qn[1][54][6] = "诗 1:1";
$array_qn[1][54][0] = "不从恶人的计谋，不站罪人的道路，不坐甚麽人的座位？";
$array_qn[1][54][1] = "乖僻人";
$array_qn[1][54][2] = "亵慢人";
$array_qn[1][54][3] = "愚顽人";
$array_qn[1][54][4] = "外邦人";
$array_qn[1][54][5] = "B";

$array_qn[1][55][6] = "诗 23:2";
$array_qn[1][55][0] = "祂使我躺卧在青草地上，领我在可安歇的：";
$array_qn[1][55][1] = "羊圈";
$array_qn[1][55][2] = "水边";
$array_qn[1][55][3] = "草场";
$array_qn[1][55][4] = "山边";
$array_qn[1][55][5] = "B";

$array_qn[1][56][6] = "诗 25:12";
$array_qn[1][56][0] = "敬畏耶和华的人，耶和华必指示他当选择的：";
$array_qn[1][56][1] = "道路";
$array_qn[1][56][2] = "朋友";
$array_qn[1][56][3] = "居所";
$array_qn[1][56][4] = "工作";
$array_qn[1][56][5] = "A";

$array_qn[1][57][6] = "诗 66:18";
$array_qn[1][57][0] = "我若心里注重甚麽，主必不听？";
$array_qn[1][57][1] = "钱财";
$array_qn[1][57][2] = "权力";
$array_qn[1][57][3] = "罪孽";
$array_qn[1][57][4] = "名利";
$array_qn[1][57][5] = "C";

$array_qn[1][58][6] = "诗 121:3";
$array_qn[1][58][0] = "祂必不叫你的脚摇动，保护你的必不：";
$array_qn[1][58][1] = "失脚";
$array_qn[1][58][2] = "打盹";
$array_qn[1][58][3] = "睡觉";
$array_qn[1][58][4] = "疲倦";
$array_qn[1][58][5] = "B";

$array_qn[1][59][6] = "诗 126:5";
$array_qn[1][59][0] = "流泪撒种的，必怎样？";
$array_qn[1][59][1] = "惨淡收场";
$array_qn[1][59][2] = "欢呼收割";
$array_qn[1][59][3] = "苦无收成";
$array_qn[1][59][4] = "忍耐等候";
$array_qn[1][59][5] = "B";

$array_qn[1][60][6] = "箴 11:22";
$array_qn[1][60][0] = "妇女美貌而无见识，如同金环带在甚麽鼻上？";
$array_qn[1][60][1] = "牛";
$array_qn[1][60][2] = "羊";
$array_qn[1][60][3] = "猪";
$array_qn[1][60][4] = "狗";
$array_qn[1][60][5] = "C";

$array_qn[1][61][6] = "箴 12:4";
$array_qn[1][61][0] = "怎样的妇人，是丈夫的冠冕？";
$array_qn[1][61][1] = "才德";
$array_qn[1][61][2] = "美丽";
$array_qn[1][61][3] = "节俭";
$array_qn[1][61][4] = "聪明";
$array_qn[1][61][5] = "A";

$array_qn[1][62][6] = "箴 16:32";
$array_qn[1][62][0] = "不轻易发怒的，胜过甚麽；治服己心的，强如取城？";
$array_qn[1][62][1] = "壮士";
$array_qn[1][62][2] = "强者";
$array_qn[1][62][3] = "勇士";
$array_qn[1][62][4] = "武士";
$array_qn[1][62][5] = "C";

$array_qn[1][63][6] = "箴 17:22";
$array_qn[1][63][0] = "怎样的心，乃是良药；忧伤的灵，使骨枯乾？";
$array_qn[1][63][1] = "平安";
$array_qn[1][63][2] = "温柔";
$array_qn[1][63][3] = "喜乐";
$array_qn[1][63][4] = "谦虚";
$array_qn[1][63][5] = "C";

$array_qn[1][64][6] = "箴 18:12";
$array_qn[1][64][0] = "尊荣以前，必有甚麽？";
$array_qn[1][64][1] = "谦卑";
$array_qn[1][64][2] = "温柔";
$array_qn[1][64][3] = "忍耐";
$array_qn[1][64][4] = "良善";
$array_qn[1][64][5] = "A";

$array_qn[1][65][6] = "箴 22:6";
$array_qn[1][65][0] = "教养孩童，使他走当行的道，就是到老他也不：";
$array_qn[1][65][1] = "忘记";
$array_qn[1][65][2] = "偏离";
$array_qn[1][65][3] = "走错";
$array_qn[1][65][4] = "跌倒";
$array_qn[1][65][5] = "B";

$array_qn[1][66][6] = "箴 25:11";
$array_qn[1][66][0] = "一句话说得合宜，就如甚麽在银网子裡？";
$array_qn[1][66][1] = "金球";
$array_qn[1][66][2] = "金苹果";
$array_qn[1][66][3] = "金鍊";
$array_qn[1][66][4] = "金针";
$array_qn[1][66][5] = "B";

$array_qn[1][67][6] = "箴 27:5";
$array_qn[1][67][0] = "当面的责备，强如背地的：";
$array_qn[1][67][1] = "称讚";
$array_qn[1][67][2] = "夸奖";
$array_qn[1][67][3] = "爱情";
$array_qn[1][67][4] = "欣赏";
$array_qn[1][67][5] = "C";

$array_qn[1][68][6] = "箴 31:10";
$array_qn[1][68][0] = "才德的妇人价值远胜过甚麽？";
$array_qn[1][68][1] = "黄金";
$array_qn[1][68][2] = "珍珠";
$array_qn[1][68][3] = "乳香";
$array_qn[1][68][4] = "玛瑙";
$array_qn[1][68][5] = "B";

$array_qn[1][69][6] = "传 3:10";
$array_qn[1][69][0] = "上帝叫世人劳苦，目的是使人在其中受甚麽？";
$array_qn[1][69][1] = "痛苦";
$array_qn[1][69][2] = "教训";
$array_qn[1][69][3] = "经练";
$array_qn[1][69][4] = "试验";
$array_qn[1][69][5] = "C";

$array_qn[1][70][6] = "传 3:11";
$array_qn[1][70][0] = "上帝造万物，各按其时成为美好，又将甚麽安置在人心里？";
$array_qn[1][70][1] = "良知";
$array_qn[1][70][2] = "智慧";
$array_qn[1][70][3] = "永生";
$array_qn[1][70][4] = "空虚";
$array_qn[1][70][5] = "C";

$array_qn[1][71][6] = "传 7:14";
$array_qn[1][71][0] = "遇亨通的日子，你当喜乐；遭患难的日子，你当：";
$array_qn[1][71][1] = "哀哭";
$array_qn[1][71][2] = "难过";
$array_qn[1][71][3] = "怨恨";
$array_qn[1][71][4] = "思想";
$array_qn[1][71][5] = "D";

$array_qn[1][72][6] = "传 10:1";
$array_qn[1][72][0] = "一点甚麽能败坏智慧和尊荣？";
$array_qn[1][72][1] = "罪恶";
$array_qn[1][72][2] = "嫉妒";
$array_qn[1][72][3] = "愚昧";
$array_qn[1][72][4] = "骄傲";
$array_qn[1][72][5] = "C";

$array_qn[1][73][6] = "歌 1:5";
$array_qn[1][73][0] = "《雅歌》中，新娘说自己虽然怎样，郄是秀美？";
$array_qn[1][73][1] = "黑";
$array_qn[1][73][2] = "瘦";
$array_qn[1][73][3] = "矮";
$array_qn[1][73][4] = "胖";
$array_qn[1][73][5] = "A";


$array_qn[1][74][6] = "传 11:8";
$array_qn[1][74][0] = "人活多年，就当快乐多年，然而也当想到甚麽日子？";
$array_qn[1][74][1] = "苦难";
$array_qn[1][74][2] = "无助";
$array_qn[1][74][3] = "黑暗";
$array_qn[1][74][4] = "晚年";
$array_qn[1][74][5] = "C";

$array_qn[1][75][6] = "撒上 8:5";
$array_qn[1][75][0] = "因撒母耳的儿子行为不正，以色列人要求他立一个甚麽？";
$array_qn[1][75][1] = "祭司";
$array_qn[1][75][2] = "士师";
$array_qn[1][75][3] = "先知";
$array_qn[1][75][4] = "君王";
$array_qn[1][75][5] = "D";

$array_qn[1][76][6] = "撒上 19:24";
$array_qn[1][76][0] = "扫罗受感说话，因此有俗语说，扫罗也列在甚麽之中？";
$array_qn[1][76][1] = "祭司";
$array_qn[1][76][2] = "先知";
$array_qn[1][76][3] = "拿细耳人";
$array_qn[1][76][4] = "士师";
$array_qn[1][76][5] = "B";

$array_qn[1][77][6] = "王下 2:20";
$array_qn[1][77][0] = "以利沙倒甚麽在水中，将耶利哥城的水治好了？";
$array_qn[1][77][1] = "盐";
$array_qn[1][77][2] = "糖";
$array_qn[1][77][3] = "酒";
$array_qn[1][77][4] = "沙";
$array_qn[1][77][5] = "A";

$array_qn[1][78][6] = "伯 6:14";
$array_qn[1][78][0] = "那将要灰心、离弃全能者的人，他的朋友当怎样待他？";
$array_qn[1][78][1] = "冷漠";
$array_qn[1][78][2] = "宽容";
$array_qn[1][78][3] = "公义";
$array_qn[1][78][4] = "慈爱";
$array_qn[1][78][5] = "D";

$array_qn[1][79][6] = "伯 23:12";
$array_qn[1][79][0] = "约伯看重上帝口中的言语，过于他需用的甚麽？";
$array_qn[1][79][1] = "财物";
$array_qn[1][79][2] = "空气";
$array_qn[1][79][3] = "衣服";
$array_qn[1][79][4] = "饮食";
$array_qn[1][79][5] = "D";

$array_qn[1][80][6] = "士 6:37-40";
$array_qn[1][80][0] = "基甸用甚麽试验来证明受耶和华差遣？";
$array_qn[1][80][1] = "棉花";
$array_qn[1][80][2] = "羊毛";
$array_qn[1][80][3] = "麻布";
$array_qn[1][80][4] = "海棉";
$array_qn[1][80][5] = "B";

$array_qn[1][81][6] = "撒上 13:8";
$array_qn[1][81][0] = "扫罗等了撒母耳多少日，就自己献上燔祭？";
$array_qn[1][81][1] = "三日";
$array_qn[1][81][2] = "四日";
$array_qn[1][81][3] = "七日";
$array_qn[1][81][4] = "十日";
$array_qn[1][81][5] = "C";

$array_qn[1][82][6] = "撒上 16:23";
$array_qn[1][82][0] = "大卫用甚麽来为扫罗驱走恶魔？";
$array_qn[1][82][1] = "作诗";
$array_qn[1][82][2] = "耍刀";
$array_qn[1][82][3] = "耍剑";
$array_qn[1][82][4] = "弹琴";
$array_qn[1][82][5] = "D";

$array_qn[1][83][6] = "撒上 19:21";
$array_qn[1][83][0] = "扫罗打发去拿约捉拿大卫的人，全都如何？";
$array_qn[1][83][1] = "被杀";
$array_qn[1][83][2] = "迷路";
$array_qn[1][83][3] = "受感说话";
$array_qn[1][83][4] = "投降大卫";
$array_qn[1][83][5] = "C";

$array_qn[1][84][6] = "撒上 24:4";
$array_qn[1][84][0] = "扫罗在山洞大解时，大卫怎样待他？";
$array_qn[1][84][1] = "割下腰带";
$array_qn[1][84][2] = "割下衣襟";
$array_qn[1][84][3] = "举箭射杀";
$array_qn[1][84][4] = "割下首级";
$array_qn[1][84][5] = "B";

$array_qn[1][85][6] = "撒上 30:24";
$array_qn[1][85][0] = "大卫认为：上阵的得多少，甚麽人也得多少？";
$array_qn[1][85][1] = "筹划的";
$array_qn[1][85][2] = "拿兵器";
$array_qn[1][85][3] = "看守器具";
$array_qn[1][85][4] = "呐喊助阵";
$array_qn[1][85][5] = "C";

$array_qn[1][86][6] = "王上 18:28";
$array_qn[1][86][0] = "以下哪一不是巴力先知祈求的方法？";
$array_qn[1][86][1] = "踊跳";
$array_qn[1][86][2] = "用刀枪自割";
$array_qn[1][86][3] = "大声求告";
$array_qn[1][86][4] = "安静";
$array_qn[1][86][5] = "D";

$array_qn[1][87][6] = "王下 2:9";
$array_qn[1][87][0] = "以利沙求以利亚给他加倍的甚麽？";
$array_qn[1][87][1] = "感动";
$array_qn[1][87][2] = "智慧";
$array_qn[1][87][3] = "门徒";
$array_qn[1][87][4] = "财物";
$array_qn[1][87][5] = "A";

$array_qn[1][88][6] = "王下 13:18";
$array_qn[1][88][0] = "以利沙叫以色列王约阿施用箭打地，他打了几次就停了？";
$array_qn[1][88][1] = "一次";
$array_qn[1][88][2] = "二次";
$array_qn[1][88][3] = "三次";
$array_qn[1][88][4] = "四次";
$array_qn[1][88][5] = "C";

$array_qn[1][89][6] = "代下 13:5";
$array_qn[1][89][0] = "立盐约的意思是甚麽？";
$array_qn[1][89][1] = "恩典";
$array_qn[1][89][2] = "不废坏";
$array_qn[1][89][3] = "调和";
$array_qn[1][89][4] = "公义";
$array_qn[1][89][5] = "B";

$array_qn[1][90][6] = "拉 7:10";
$array_qn[1][90][0] = "以斯拉面对耶和华的律法，以下哪样不是他定志作的？";
$array_qn[1][90][1] = "考究";
$array_qn[1][90][2] = "教训";
$array_qn[1][90][3] = "遵行";
$array_qn[1][90][4] = "抄写";
$array_qn[1][90][5] = "D";

$array_qn[1][91][6] = "尼 1:11";
$array_qn[1][91][0] = "尼希米在王宫担任甚麽职位？";
$array_qn[1][91][1] = "酒政";
$array_qn[1][91][2] = "膳长";
$array_qn[1][91][3] = "司狱";
$array_qn[1][91][4] = "军长";
$array_qn[1][91][5] = "A";

$array_qn[1][92][6] = "尼 8:10";
$array_qn[1][92][0] = "尼希米劝勉百姓不要忧愁，因靠耶和华的喜乐是他们的：";
$array_qn[1][92][1] = "福气";
$array_qn[1][92][2] = "荣耀";
$array_qn[1][92][3] = "力量";
$array_qn[1][92][4] = "盼望";
$array_qn[1][92][5] = "C";

$array_qn[1][93][6] = "斯 2:17";
$array_qn[1][93][0] = "谁代替瓦实提成为王后？";
$array_qn[1][93][1] = "以斯帖";
$array_qn[1][93][2] = "百基拉";
$array_qn[1][93][3] = "迦玛";
$array_qn[1][93][4] = "以斯拉";
$array_qn[1][93][5] = "A";

$array_qn[1][94][6] = "诗 16:5";
$array_qn[1][94][0] = "耶和华是我的甚麽，是我杯中的分？";
$array_qn[1][94][1] = "财宝";
$array_qn[1][94][2] = "供应";
$array_qn[1][94][3] = "产业";
$array_qn[1][94][4] = "倚靠";
$array_qn[1][94][5] = "C";

$array_qn[1][95][6] = "诗 39:9";
$array_qn[1][95][0] = "因我所遭遇的是出于你，我就：";
$array_qn[1][95][1] = "吞声忍气";
$array_qn[1][95][2] = "欢然度过";
$array_qn[1][95][3] = "默然不语";
$array_qn[1][95][4] = "欣然接受";
$array_qn[1][95][5] = "C";

$array_qn[1][96][6] = "诗 84:10";
$array_qn[1][96][0] = "宁可在上帝殿中看门，不愿住在恶人的：";
$array_qn[1][96][1] = "帐棚";
$array_qn[1][96][2] = "家宅";
$array_qn[1][96][3] = "宫殿";
$array_qn[1][96][4] = "房屋";
$array_qn[1][96][5] = "A";

$array_qn[1][97][6] = "箴 11:13";
$array_qn[1][97][0] = "心中诚实的，遮隐事情；往来传舌的怎样？";
$array_qn[1][97][1] = "散播消息";
$array_qn[1][97][2] = "互通消息";
$array_qn[1][97][3] = "破坏计谋";
$array_qn[1][97][4] = "洩漏密事";
$array_qn[1][97][5] = "D";

$array_qn[1][98][6] = "箴 17:17";
$array_qn[1][98][0] = "朋友乃时常亲爱，弟兄为甚麽而生？";
$array_qn[1][98][1] = "享福";
$array_qn[1][98][2] = "患难";
$array_qn[1][98][3] = "贫穷";
$array_qn[1][98][4] = "富足";
$array_qn[1][98][5] = "B";

$array_qn[1][99][6] = "箴 21:1";
$array_qn[1][99][0] = "谁的心在耶和华手中，好像陇沟的水，随意流转？";
$array_qn[1][99][1] = "百姓";
$array_qn[1][99][2] = "王";
$array_qn[1][99][3] = "官长";
$array_qn[1][99][4] = "智慧人";
$array_qn[1][99][5] = "B";

$array_qn[1][100][6] = "箴 27:21";
$array_qn[1][100][0] = "鼎为炼银，炉为炼金，人的甚麽也试炼人？";
$array_qn[1][100][1] = "称讚";
$array_qn[1][100][2] = "咒骂";
$array_qn[1][100][3] = "祝福";
$array_qn[1][100][4] = "批评";
$array_qn[1][100][5] = "A";

$array_qn[1][101][6] = "传 7:21-22";
$array_qn[1][101][0] = "人所说的话，你不要放在心上；因为自己也曾屡次：";
$array_qn[1][101][1] = "批评别人";
$array_qn[1][101][2] = "咒诅别人";
$array_qn[1][101][3] = "责骂别人";
$array_qn[1][101][4] = "论断别人";
$array_qn[1][101][5] = "B";

$array_qn[1][102][6] = "歌 8:7";
$array_qn[1][102][0] = "若有人拿家中所有的财宝要换甚麽，就全被藐视？";
$array_qn[1][102][1] = "爱情";
$array_qn[1][102][2] = "名誉";
$array_qn[1][102][3] = "智慧";
$array_qn[1][102][4] = "高位";
$array_qn[1][102][5] = "A";


$array_qn[1][103][6] = "士 6:19";
$array_qn[1][103][0] = "以下哪一项并不是基甸为耶和华的使者所预备的礼物？";
$array_qn[1][103][1] = "酒";
$array_qn[1][103][2] = "羊肉";
$array_qn[1][103][3] = "饼";
$array_qn[1][103][4] = "汤";
$array_qn[1][103][5] = "A";

$array_qn[1][104][6] = "撒上 14:27";
$array_qn[1][104][0] = "约拿单因吃了甚麽而误违父誓？";
$array_qn[1][104][1] = "蝗虫";
$array_qn[1][104][2] = "麦饼";
$array_qn[1][104][3] = "果子";
$array_qn[1][104][4] = "蜂蜜";
$array_qn[1][104][5] = "D";

$array_qn[1][105][6] = "王下 2:8";
$array_qn[1][105][0] = "以利亚用甚麽打水，约旦河水就分开？";
$array_qn[1][105][1] = "手杖";
$array_qn[1][105][2] = "头巾";
$array_qn[1][105][3] = "皮带";
$array_qn[1][105][4] = "外衣";
$array_qn[1][105][5] = "D";

$array_qn[1][106][6] = "拉 4:4";
$array_qn[1][106][0] = "所罗巴伯在重建圣殿时，遭遇甚麽？";
$array_qn[1][106][1] = "瘟疫";
$array_qn[1][106][2] = "水灾";
$array_qn[1][106][3] = "地震";
$array_qn[1][106][4] = "敌人扰乱";
$array_qn[1][106][5] = "D";

$array_qn[1][107][6] = "箴 18:12";
$array_qn[1][107][0] = "败坏之先，人心怎样？";
$array_qn[1][107][1] = "骄傲";
$array_qn[1][107][2] = "迷惑";
$array_qn[1][107][3] = "灰暗";
$array_qn[1][107][4] = "腐化";
$array_qn[1][107][5] = "A";

$array_qn[1][108][6] = "箴 25:20";
$array_qn[1][108][0] = "对伤心的人唱歌，就如冷天脱衣服，又如甚麽？";
$array_qn[1][108][1] = "硷上倒醋";
$array_qn[1][108][2] = "雪上堆炭";
$array_qn[1][108][3] = "火上加油";
$array_qn[1][108][4] = "落井下石";
$array_qn[1][108][5] = "A";

$array_qn[1][109][6] = "王上 18:34";
$array_qn[1][109][0] = "以利亚在迦密山上叫人倒水在燔祭和柴上，共倒了多少次？";
$array_qn[1][109][1] = "二次";
$array_qn[1][109][2] = "三次";
$array_qn[1][109][3] = "四次";
$array_qn[1][109][4] = "七次";
$array_qn[1][109][5] = "B";

$array_qn[1][110][6] = "得 4:13";
$array_qn[1][110][0] = "路得最后嫁了给谁？";
$array_qn[1][110][1] = "波阿斯";
$array_qn[1][110][2] = "俄备得";
$array_qn[1][110][3] = "耶西";
$array_qn[1][110][4] = "以利米勒";
$array_qn[1][110][5] = "A";

$array_qn[1][111][6] = "代下 5:10";
$array_qn[1][111][0] = "所罗门时代，约柜内只有甚麽？";
$array_qn[1][111][1] = "亚伦的杖";
$array_qn[1][111][2] = "吗哪";
$array_qn[1][111][3] = "金罐子";
$array_qn[1][111][4] = "两块石版";
$array_qn[1][111][5] = "D";

$array_qn[1][112][6] = "士 2:20-21";
$array_qn[1][112][0] = "为甚麽以色列人不能赶出约书亚死后所剩下的各族？";
$array_qn[1][112][1] = "违背上帝";
$array_qn[1][112][2] = "兵力减弱";
$array_qn[1][112][3] = "缺乏领导";
$array_qn[1][112][4] = "没有信心";
$array_qn[1][112][5] = "A";

$array_qn[1][113][6] = "撒上 17:15";
$array_qn[1][113][0] = "大卫未作扫罗的战士长前，是作甚麽的？";
$array_qn[1][113][1] = "耕田";
$array_qn[1][113][2] = "牧羊";
$array_qn[1][113][3] = "打猎";
$array_qn[1][113][4] = "僕人";
$array_qn[1][113][5] = "B";

$array_qn[1][114][6] = "书 6:18";
$array_qn[1][114][0] = "攻陷耶利哥城之后，约书亚吩咐以色列人不可作甚麽？";
$array_qn[1][114][1] = "吃食";
$array_qn[1][114][2] = "睡觉";
$array_qn[1][114][3] = "取当灭之物";
$array_qn[1][114][4] = "看邪淫之物";
$array_qn[1][114][5] = "C";

$array_qn[1][115][6] = "书 10:12-13";
$array_qn[1][115][0] = "耶和华听约书亚的祷告，使日头停住约有多久？";
$array_qn[1][115][1] = "三小时";
$array_qn[1][115][2] = "半天";
$array_qn[1][115][3] = "一日";
$array_qn[1][115][4] = "两日";
$array_qn[1][115][5] = "C";

$array_qn[1][116][6] = "书 9:14";
$array_qn[1][116][0] = "以色列人与基遍人立约之前，并没有求问谁？";
$array_qn[1][116][1] = "约书亚";
$array_qn[1][116][2] = "耶和华";
$array_qn[1][116][3] = "先知";
$array_qn[1][116][4] = "祭司";
$array_qn[1][116][5] = "B";

$array_qn[1][117][6] = "士 3:15";
$array_qn[1][117][0] = "士师以笏善用甚麽？";
$array_qn[1][117][1] = "右手";
$array_qn[1][117][2] = "左手";
$array_qn[1][117][3] = "右脚";
$array_qn[1][117][4] = "左脚";
$array_qn[1][117][5] = "B";

$array_qn[1][118][6] = "撒上 7:12";
$array_qn[1][118][0] = "「以便以谢」的意思是：到如今耶和华都怎样？";
$array_qn[1][118][1] = "看顾我们";
$array_qn[1][118][2] = "帮助我们";
$array_qn[1][118][3] = "光照我们";
$array_qn[1][118][4] = "怜悯我们";
$array_qn[1][118][5] = "B";

$array_qn[1][119][6] = "撒上 10:1";
$array_qn[1][119][0] = "撒母耳拿甚麽倒在扫罗的头上？";
$array_qn[1][119][1] = "水";
$array_qn[1][119][2] = "灰尘";
$array_qn[1][119][3] = "酒";
$array_qn[1][119][4] = "膏油";
$array_qn[1][119][5] = "D";

$array_qn[1][120][6] = "撒上 14:24";
$array_qn[1][120][0] = "扫罗在杀败非利士人之前，不淮百姓作甚麽？";
$array_qn[1][120][1] = "吃东西";
$array_qn[1][120][2] = "休息";
$array_qn[1][120][3] = "睡觉";
$array_qn[1][120][4] = "说话";
$array_qn[1][120][5] = "A";

$array_qn[1][121][6] = "撒上 15:22";
$array_qn[1][121][0] = "撒母耳说，听命胜于献祭，甚麽胜于公羊的脂油？";
$array_qn[1][121][1] = "祈祷";
$array_qn[1][121][2] = "顺从";
$array_qn[1][121][3] = "事奉";
$array_qn[1][121][4] = "敬拜";
$array_qn[1][121][5] = "B";

$array_qn[1][122][6] = "王上 3:2";
$array_qn[1][122][0] = "当所罗门还没有建成圣殿时，以色列人在哪里献祭？";
$array_qn[1][122][1] = "邱坛";
$array_qn[1][122][2] = "树下";
$array_qn[1][122][3] = "山上";
$array_qn[1][122][4] = "河边";
$array_qn[1][122][5] = "A";

$array_qn[1][123][6] = "王上 13:26";
$array_qn[1][123][0] = "神人因违背命令，在伯特利喫饭喝水，就被甚麽咬死？";
$array_qn[1][123][1] = "狮子";
$array_qn[1][123][2] = "老虎";
$array_qn[1][123][3] = "熊";
$array_qn[1][123][4] = "豺狼";
$array_qn[1][123][5] = "A";

$array_qn[1][124][6] = "王下 2:23";
$array_qn[1][124][0] = "四十二个童子为甚麽被母熊撕裂？";
$array_qn[1][124][1] = "戏笑先知";
$array_qn[1][124][2] = "触怒母熊";
$array_qn[1][124][3] = "不敬畏神";
$array_qn[1][124][4] = "辱骂父母";
$array_qn[1][124][5] = "A";

$array_qn[1][125][6] = "王下 13:21";
$array_qn[1][125][0] = "死人碰到哪位先知的骸骨就复活了？";
$array_qn[1][125][1] = "以利亚";
$array_qn[1][125][2] = "耶利米";
$array_qn[1][125][3] = "撒母耳";
$array_qn[1][125][4] = "以利沙";
$array_qn[1][125][5] = "D";

$array_qn[1][126][6] = "代上 17:1";
$array_qn[1][126][0] = "大卫向谁表示想为耶和华建造圣殿？";
$array_qn[1][126][1] = "耶利米";
$array_qn[1][126][2] = "但以理";
$array_qn[1][126][3] = "撒母耳";
$array_qn[1][126][4] = "拿单";
$array_qn[1][126][5] = "D";

$array_qn[1][127][6] = "拉 3:13";
$array_qn[1][127][0] = "当重建圣殿立根基时，民众的欢呼声和甚麽声混在一起？";
$array_qn[1][127][1] = "歌唱";
$array_qn[1][127][2] = "叫喊";
$array_qn[1][127][3] = "讚美";
$array_qn[1][127][4] = "哭号";
$array_qn[1][127][5] = "D";

$array_qn[1][128][6] = "拉 4:24";
$array_qn[1][128][0] = "因敌人的控告，以色列人重建圣殿的工程怎样？";
$array_qn[1][128][1] = "加速";
$array_qn[1][128][2] = "拆毁";
$array_qn[1][128][3] = "继续";
$array_qn[1][128][4] = "停工";
$array_qn[1][128][5] = "D";

$array_qn[1][129][6] = "拉 7:6";
$array_qn[1][129][0] = "以斯拉是怎样的文士？";
$array_qn[1][129][1] = "严谨";
$array_qn[1][129][2] = "敏捷";
$array_qn[1][129][3] = "饱学";
$array_qn[1][129][4] = "认真";
$array_qn[1][129][5] = "B";

$array_qn[1][130][6] = "拉 10:3";
$array_qn[1][130][0] = "示迦尼提议众民与上帝立约，将所娶的外邦妻子怎样？";
$array_qn[1][130][1] = "归化";
$array_qn[1][130][2] = "留下";
$array_qn[1][130][3] = "撇弃";
$array_qn[1][130][4] = "休了";
$array_qn[1][130][5] = "D";

$array_qn[1][131][6] = "尼 4:18";
$array_qn[1][131][0] = "修造耶路撒冷的人都在腰间佩带甚麽？";
$array_qn[1][131][1] = "角";
$array_qn[1][131][2] = "剑";
$array_qn[1][131][3] = "刀";
$array_qn[1][131][4] = "枪";
$array_qn[1][131][5] = "C";

$array_qn[1][132][6] = "尼 8:9";
$array_qn[1][132][0] = "众民听见以斯拉诵读律法书上的话，有何反应？";
$array_qn[1][132][1] = "狂笑";
$array_qn[1][132][2] = "哭泣";
$array_qn[1][132][3] = "感叹";
$array_qn[1][132][4] = "欢呼";
$array_qn[1][132][5] = "B";

$array_qn[1][133][6] = "斯 3:2";
$array_qn[1][133][0] = "一切臣僕都跪拜哈曼，只有谁不跪不拜？";
$array_qn[1][133][1] = "末底改";
$array_qn[1][133][2] = "基士";
$array_qn[1][133][3] = "示每";
$array_qn[1][133][4] = "沙甲";
$array_qn[1][133][5] = "A";

$array_qn[1][134][6] = "伯 29:14";
$array_qn[1][134][0] = "约伯自称以公义为衣服，以甚麽为外袍和冠冕？";
$array_qn[1][134][1] = "公平";
$array_qn[1][134][2] = "公正";
$array_qn[1][134][3] = "诚实";
$array_qn[1][134][4] = "怜恤";
$array_qn[1][134][5] = "A";


$array_qn[1][135][6] = "拉 9:2";
$array_qn[1][135][0] = "以色列众首领来见以斯拉，说当时的民众犯了甚麽罪？";
$array_qn[1][135][1] = "拜偶像";
$array_qn[1][135][2] = "与外人通婚";
$array_qn[1][135][3] = "不守安息日";
$array_qn[1][135][4] = "没有行割礼";
$array_qn[1][135][5] = "B";

$array_qn[1][136][6] = "斯 9:26";
$array_qn[1][136][0] = "亚达月十四、十五两日称为甚麽日？";
$array_qn[1][136][1] = "普珥日";
$array_qn[1][136][2] = "以斯帖日";
$array_qn[1][136][3] = "末底改日";
$array_qn[1][136][4] = "普世日";
$array_qn[1][136][5] = "A";

$array_qn[1][137][6] = "士 13:5";
$array_qn[1][137][0] = "参孙一出胎，就归耶和华作甚麽人？";
$array_qn[1][137][1] = "祭司";
$array_qn[1][137][2] = "拿细耳人";
$array_qn[1][137][3] = "先知";
$array_qn[1][137][4] = "僕人";
$array_qn[1][137][5] = "B";

$array_qn[1][138][6] = "士 7:7";
$array_qn[1][138][0] = "耶和华要基甸用怎样喝水的人来拯救以色列人？";
$array_qn[1][138][1] = "捧水";
$array_qn[1][138][2] = "站立";
$array_qn[1][138][3] = "躺卧";
$array_qn[1][138][4] = "坐下";
$array_qn[1][138][5] = "A";

$array_qn[1][139][6] = "士 16:21";
$array_qn[1][139][0] = "参孙被囚之后，在监里作甚麽？";
$array_qn[1][139][1] = "推磨";
$array_qn[1][139][2] = "打铁";
$array_qn[1][139][3] = "洗地";
$array_qn[1][139][4] = "抬石头";
$array_qn[1][139][5] = "A";

$array_qn[1][140][6] = "撒上 17:36";
$array_qn[1][140][0] = "大卫替父亲放羊时，曾打死过狮子和甚麽动物？";
$array_qn[1][140][1] = "老虎";
$array_qn[1][140][2] = "豺狼";
$array_qn[1][140][3] = "熊";
$array_qn[1][140][4] = "大象";
$array_qn[1][140][5] = "C";

$array_qn[1][141][6] = "士 19:29";
$array_qn[1][141][0] = "利未人将遭基比亚人强暴致死的妾切成多少块传送四境？";
$array_qn[1][141][1] = "8块";
$array_qn[1][141][2] = "11块";
$array_qn[1][141][3] = "12块";
$array_qn[1][141][4] = "13块";
$array_qn[1][141][5] = "C";

$array_qn[1][142][6] = "得 4:7";
$array_qn[1][142][0] = "从前在以色列中要赎回、或交易，就以甚麽为证据？";
$array_qn[1][142][1] = "签约";
$array_qn[1][142][2] = "脱鞋";
$array_qn[1][142][3] = "盖印";
$array_qn[1][142][4] = "握手";
$array_qn[1][142][5] = "B";

$array_qn[1][143][6] = "撒上 21:6";
$array_qn[1][143][0] = "大卫逃避扫罗时，祭司亚希米勒拿甚麽给他吃？";
$array_qn[1][143][1] = "葡萄饼";
$array_qn[1][143][2] = "无花果饼";
$array_qn[1][143][3] = "无酵饼";
$array_qn[1][143][4] = "陈设饼";
$array_qn[1][143][5] = "D";

$array_qn[1][144][6] = "箴 6:17";
$array_qn[1][144][0] = "以下哪一样在耶和华所恨恶的罪恶中，名列榜首？";
$array_qn[1][144][1] = "撒谎的舌";
$array_qn[1][144][2] = "流无辜人血";
$array_qn[1][144][3] = "图谋恶计";
$array_qn[1][144][4] = "高傲的眼";
$array_qn[1][144][5] = "D";

$array_qn[1][145][6] = "撒上 1:20";
$array_qn[1][145][0] = "哈拿给她的儿子起名叫甚麽？";
$array_qn[1][145][1] = "撒母耳";
$array_qn[1][145][2] = "约拿单";
$array_qn[1][145][3] = "以撒";
$array_qn[1][145][4] = "押尼珥";
$array_qn[1][145][5] = "A";

$array_qn[1][146][6] = "得 2:3";
$array_qn[1][146][0] = "路得往谁的田里拾麦穗？";
$array_qn[1][146][1] = "以利米勒";
$array_qn[1][146][2] = "波提乏";
$array_qn[1][146][3] = "波阿斯";
$array_qn[1][146][4] = "亚波罗";
$array_qn[1][146][5] = "C";

$array_qn[1][147][6] = "王上 19:18";
$array_qn[1][147][0] = "耶和华在以色列中留下多少人，是未曾向巴力屈膝的？";
$array_qn[1][147][1] = "三千人";
$array_qn[1][147][2] = "五千人";
$array_qn[1][147][3] = "七千人";
$array_qn[1][147][4] = "八千人";
$array_qn[1][147][5] = "C";

$array_qn[1][148][6] = "书 5:12";
$array_qn[1][148][0] = "以色列人作了甚麽事的翌日，吗哪就止住了？";
$array_qn[1][148][1] = "过约旦河";
$array_qn[1][148][2] = "行割礼";
$array_qn[1][148][3] = "吃迦南出产";
$array_qn[1][148][4] = "攻耶利哥";
$array_qn[1][148][5] = "C";

$array_qn[1][149][6] = "书 6:5";
$array_qn[1][149][0] = "以色列人第七日围绕耶利哥城七次后，城牆塌陷因百姓：";
$array_qn[1][149][1] = "静默";
$array_qn[1][149][2] = "大声呼喊";
$array_qn[1][149][3] = "跳舞";
$array_qn[1][149][4] = "祷告";
$array_qn[1][149][5] = "B";

$array_qn[1][150][6] = "书 13:14";
$array_qn[1][150][0] = "利未人的产业是甚麽？";
$array_qn[1][150][1] = "土地";
$array_qn[1][150][2] = "子女";
$array_qn[1][150][3] = "火祭";
$array_qn[1][150][4] = "房屋";
$array_qn[1][150][5] = "C";

$array_qn[1][151][6] = "撒上 12:18";
$array_qn[1][151][0] = "撒母耳要百姓知道求立王是犯罪，便求告上帝，结果怎样？";
$array_qn[1][151][1] = "降火下雹";
$array_qn[1][151][2] = "洪水犯滥";
$array_qn[1][151][3] = "打雷降雨";
$array_qn[1][151][4] = "狂风大作";
$array_qn[1][151][5] = "C";

$array_qn[1][152][6] = "撒上 18:1";
$array_qn[1][152][0] = "谁爱大卫如同爱自己的性命？";
$array_qn[1][152][1] = "扫罗";
$array_qn[1][152][2] = "耶西";
$array_qn[1][152][3] = "约拿单";
$array_qn[1][152][4] = "撒母耳";
$array_qn[1][152][5] = "C";

$array_qn[1][153][6] = "王下 5:6";
$array_qn[1][153][0] = "亚兰王写信给谁，要求治好乃缦？";
$array_qn[1][153][1] = "以色列王";
$array_qn[1][153][2] = "摩押王";
$array_qn[1][153][3] = "亚扪王";
$array_qn[1][153][4] = "犹大王";
$array_qn[1][153][5] = "A";

$array_qn[1][154][6] = "书 5:2";
$array_qn[1][154][0] = "约书亚用甚麽给百姓行割礼？";
$array_qn[1][154][1] = "火石";
$array_qn[1][154][2] = "火石刀";
$array_qn[1][154][3] = "铜刀片";
$array_qn[1][154][4] = "剪刀";
$array_qn[1][154][5] = "B";

$array_qn[1][155][6] = "士 11:30";
$array_qn[1][155][0] = "士师耶弗他许愿说，他若平安归来，就将首位迎接者献为：";
$array_qn[1][155][1] = "拿细耳人";
$array_qn[1][155][2] = "燔祭";
$array_qn[1][155][3] = "士师";
$array_qn[1][155][4] = "殿役";
$array_qn[1][155][5] = "B";

$array_qn[1][156][6] = "撒上 13:19";
$array_qn[1][156][0] = "在扫罗时代，以色列全地没有甚麽匠人？";
$array_qn[1][156][1] = "陶匠";
$array_qn[1][156][2] = "木匠";
$array_qn[1][156][3] = "铁匠";
$array_qn[1][156][4] = "石匠";
$array_qn[1][156][5] = "C";

$array_qn[1][157][6] = "撒下 6:6";
$array_qn[1][157][0] = "为甚麽乌撒伸手扶约柜？";
$array_qn[1][157][1] = "牛失蹄";
$array_qn[1][157][2] = "大风";
$array_qn[1][157][3] = "地滑";
$array_qn[1][157][4] = "碰撞";
$array_qn[1][157][5] = "A";

$array_qn[1][158][6] = "撒下 24:15";
$array_qn[1][158][0] = "大卫数点百姓之后自责，他拣选了哪种灾难作为处罚？";
$array_qn[1][158][1] = "瘟疫";
$array_qn[1][158][2] = "饥荒";
$array_qn[1][158][3] = "战争";
$array_qn[1][158][4] = "地震";
$array_qn[1][158][5] = "A";

$array_qn[1][159][6] = "拉 4:6";
$array_qn[1][159][0] = "敌人在亚哈随鲁王登基时，怎样阻挡以色列人重建圣殿？";
$array_qn[1][159][1] = "控告";
$array_qn[1][159][2] = "威逼";
$array_qn[1][159][3] = "利诱";
$array_qn[1][159][4] = "攻打";
$array_qn[1][159][5] = "A";

$array_qn[1][160][6] = "拉 8:15";
$array_qn[1][160][0] = "以斯拉发现重返耶路撒冷的民中，缺少了甚麽人？";
$array_qn[1][160][1] = "先知";
$array_qn[1][160][2] = "军人";
$array_qn[1][160][3] = "工人";
$array_qn[1][160][4] = "利未人";
$array_qn[1][160][5] = "D";

$array_qn[1][161][6] = "斯 2:10";
$array_qn[1][161][0] = "末底改吩咐以斯帖不要把甚麽告诉人？";
$array_qn[1][161][1] = "姓名";
$array_qn[1][161][2] = "年龄";
$array_qn[1][161][3] = "宗族";
$array_qn[1][161][4] = "信仰";
$array_qn[1][161][5] = "C";

$array_qn[1][162][6] = "斯 2:11";
$array_qn[1][162][0] = "末底改欲知以斯帖入宫后的情况，天天在哪裡行走？";
$array_qn[1][162][1] = "殿门前";
$array_qn[1][162][2] = "城门口";
$array_qn[1][162][3] = "朝门前";
$array_qn[1][162][4] = "女院前";
$array_qn[1][162][5] = "D";

$array_qn[1][163][6] = "斯 3:6";
$array_qn[1][163][0] = "哈曼因末底改不跪拜，想将末底改的本族怎样？";
$array_qn[1][163][1] = "赶走";
$array_qn[1][163][2] = "灭绝";
$array_qn[1][163][3] = "迫害";
$array_qn[1][163][4] = "折磨";
$array_qn[1][163][5] = "B";

$array_qn[1][164][6] = "歌 1:7";
$array_qn[1][164][0] = "《雅歌》描述所罗门打扮成甚麽人去亲近他的爱人？";
$array_qn[1][164][1] = "王子";
$array_qn[1][164][2] = "富人";
$array_qn[1][164][3] = "商人";
$array_qn[1][164][4] = "牧羊人";
$array_qn[1][164][5] = "D";

$array_qn[1][165][6] = "歌 1:9";
$array_qn[1][165][0] = "《雅歌》的作者怎样称呼心中的爱人？";
$array_qn[1][165][1] = "佳偶";
$array_qn[1][165][2] = "良人";
$array_qn[1][165][3] = "爱人";
$array_qn[1][165][4] = "妹子";
$array_qn[1][165][5] = "A";

$array_qn[1][166][6] = "歌 2:7";
$array_qn[1][166][0] = "《雅歌》中，新娘嘱咐众女子，不要激动爱情，等它怎样？";
$array_qn[1][166][1] = "临到";
$array_qn[1][166][2] = "自发";
$array_qn[1][166][3] = "觉醒";
$array_qn[1][166][4] = "出现";
$array_qn[1][166][5] = "B";


$array_qn[1][167][6] = "尼 13:26";
$array_qn[1][167][0] = "尼希米以谁为例，警告犹大人不可与外邦人通婚？";
$array_qn[1][167][1] = "大卫";
$array_qn[1][167][2] = "所罗门";
$array_qn[1][167][3] = "扫罗";
$array_qn[1][167][4] = "亚哈";
$array_qn[1][167][5] = "B";

$array_qn[1][168][6] = "王下 19:2";
$array_qn[1][168][0] = "拉伯沙基向耶路撒冷骂战后，犹大王希西家派人见谁？";
$array_qn[1][168][1] = "以利沙";
$array_qn[1][168][2] = "耶户";
$array_qn[1][168][3] = "以利亚";
$array_qn[1][168][4] = "以赛亚";
$array_qn[1][168][5] = "D";

$array_qn[1][169][6] = "尼 2:5-8";
$array_qn[1][169][0] = "尼希米没有向王求甚麽？";
$array_qn[1][169][1] = "返回犹大";
$array_qn[1][169][2] = "供应钱财";
$array_qn[1][169][3] = "供应木料";
$array_qn[1][169][4] = "重建城牆";
$array_qn[1][169][5] = "B";

$array_qn[1][170][6] = "士 14:18";
$array_qn[1][170][0] = "参孙认为非利士人若非用他的甚麽耕地，就猜不出谜语？";
$array_qn[1][170][1] = "禾捆";
$array_qn[1][170][2] = "橛子";
$array_qn[1][170][3] = "公牛";
$array_qn[1][170][4] = "母牛犊";
$array_qn[1][170][5] = "D";

$array_qn[1][171][6] = "撒上 26:12";
$array_qn[1][171][0] = "在西弗旷野，大卫从扫罗的头旁拿走水瓶和甚麽？";
$array_qn[1][171][1] = "枪";
$array_qn[1][171][2] = "刀";
$array_qn[1][171][3] = "剑";
$array_qn[1][171][4] = "矛";
$array_qn[1][171][5] = "A";

$array_qn[1][172][6] = "斯 2:7";
$array_qn[1][172][0] = "以斯帖自幼由谁抚养？";
$array_qn[1][172][1] = "末底改";
$array_qn[1][172][2] = "基士";
$array_qn[1][172][3] = "睚珥";
$array_qn[1][172][4] = "示每";
$array_qn[1][172][5] = "A";

$array_qn[1][173][6] = "代上 22:7";
$array_qn[1][173][0] = "耶和华不淮大卫建圣殿，因他曾作甚麽？";
$array_qn[1][173][1] = "打仗流血";
$array_qn[1][173][2] = "敬拜偶像";
$array_qn[1][173][3] = "说谎犯罪";
$array_qn[1][173][4] = "强夺人妻";
$array_qn[1][173][5] = "A";

$array_qn[1][174][6] = "士 13:5";
$array_qn[1][174][0] = "参孙拯救以色列人脱离甚麽人的手？";
$array_qn[1][174][1] = "亚玛力";
$array_qn[1][174][2] = "亚扪";
$array_qn[1][174][3] = "非利士";
$array_qn[1][174][4] = "摩押";
$array_qn[1][174][5] = "C";

$array_qn[1][175][6] = "书 3:13";
$array_qn[1][175][0] = "抬约柜的祭司必须怎样，约旦河的水才会分开？";
$array_qn[1][175][1] = "打水";
$array_qn[1][175][2] = "站在水里";
$array_qn[1][175][3] = "呼喊";
$array_qn[1][175][4] = "唱歌";
$array_qn[1][175][5] = "B";

$array_qn[1][176][6] = "书 8:4";
$array_qn[1][176][0] = "约书亚吩咐三万勇士在艾城后作甚麽？";
$array_qn[1][176][1] = "打鼓";
$array_qn[1][176][2] = "劫营";
$array_qn[1][176][3] = "埋伏";
$array_qn[1][176][4] = "吹号";
$array_qn[1][176][5] = "C";

$array_qn[1][177][6] = "士 21:3";
$array_qn[1][177][0] = "以色列人战胜便雅悯人后担心甚麽？";
$array_qn[1][177][1] = "报复";
$array_qn[1][177][2] = "缺粮";
$array_qn[1][177][3] = "缺少武器";
$array_qn[1][177][4] = "缺了支派";
$array_qn[1][177][5] = "D";

$array_qn[1][178][6] = "王上 22:23";
$array_qn[1][178][0] = "先知米该雅说，耶和华使甚麽的灵入了先知的口？";
$array_qn[1][178][1] = "圣洁";
$array_qn[1][178][2] = "真实";
$array_qn[1][178][3] = "诚实";
$array_qn[1][178][4] = "谎言";
$array_qn[1][178][5] = "D";

$array_qn[1][179][6] = "撒上 9:3";
$array_qn[1][179][0] = "扫罗替他的父亲寻找甚麽？";
$array_qn[1][179][1] = "羊";
$array_qn[1][179][2] = "马";
$array_qn[1][179][3] = "驴";
$array_qn[1][179][4] = "牛";
$array_qn[1][179][5] = "C";

$array_qn[1][180][6] = "王下 5:17";
$array_qn[1][180][0] = "当乃缦复原之后，向以利沙承诺甚麽？";
$array_qn[1][180][1] = "捐献财产";
$array_qn[1][180][2] = "不事别神";
$array_qn[1][180][3] = "不任元帅";
$array_qn[1][180][4] = "不再吃肉";
$array_qn[1][180][5] = "B";

$array_qn[1][181][6] = "书 20:3";
$array_qn[1][181][0] = "逃城是为哪些人设立的？";
$array_qn[1][181][1] = "误杀人者";
$array_qn[1][181][2] = "被追杀者";
$array_qn[1][181][3] = "追杀人者";
$array_qn[1][181][4] = "报仇者";
$array_qn[1][181][5] = "A";

$array_qn[1][182][6] = "撒下 12:24";
$array_qn[1][182][0] = "拔示巴再给大卫所生的儿子，名叫甚麽？";
$array_qn[1][182][1] = "所罗巴伯";
$array_qn[1][182][2] = "耶罗波安";
$array_qn[1][182][3] = "罗波安";
$array_qn[1][182][4] = "所罗门";
$array_qn[1][182][5] = "D";

$array_qn[1][183][6] = "王下 20:11";
$array_qn[1][183][0] = "耶和华医治希西家的兆头，就是日晷后退多少度？";
$array_qn[1][183][1] = "四十度";
$array_qn[1][183][2] = "三十度";
$array_qn[1][183][3] = "二十度";
$array_qn[1][183][4] = "十度";
$array_qn[1][183][5] = "D";

$array_qn[1][184][6] = "王下 25:7";
$array_qn[1][184][0] = "巴比伦王如何对待犹大王西底家？";
$array_qn[1][184][1] = "斩手";
$array_qn[1][184][2] = "砍脚";
$array_qn[1][184][3] = "剜眼";
$array_qn[1][184][4] = "割舌";
$array_qn[1][184][5] = "C";

$array_qn[1][185][6] = "尼 5:18";
$array_qn[1][185][0] = "尼希米不要省长的俸禄，是因为：";
$array_qn[1][185][1] = "知足常乐";
$array_qn[1][185][2] = "免成话柄";
$array_qn[1][185][3] = "信靠上帝";
$array_qn[1][185][4] = "民甚劳役";
$array_qn[1][185][5] = "D";

$array_qn[1][186][6] = "歌 1:14";
$array_qn[1][186][0] = "书拉密女怎样称呼心上人？";
$array_qn[1][186][1] = "爱人";
$array_qn[1][186][2] = "佳偶";
$array_qn[1][186][3] = "良人";
$array_qn[1][186][4] = "哥儿";
$array_qn[1][186][5] = "C";

$array_qn[1][187][6] = "歌 8:6";
$array_qn[1][187][0] = "爱情如甚麽之坚强，嫉恨如阴间之残忍？";
$array_qn[1][187][1] = "磐石";
$array_qn[1][187][2] = "死";
$array_qn[1][187][3] = "钻石";
$array_qn[1][187][4] = "铁";
$array_qn[1][187][5] = "B";


$array_qn[1][188][6] = "书 9:21";
$array_qn[1][188][0] = "基遍人成为以色列全会众的甚麽人？";
$array_qn[1][188][1] = "植树";
$array_qn[1][188][2] = "看羊";
$array_qn[1][188][3] = "打仗";
$array_qn[1][188][4] = "劈柴挑水";
$array_qn[1][188][5] = "D";

$array_qn[1][189][6] = "书 20:6";
$array_qn[1][189][0] = "误杀人者在逃城里，要等到何时才可以回本城本家？";
$array_qn[1][189][1] = "六个月";
$array_qn[1][189][2] = "一年";
$array_qn[1][189][3] = "大祭司死了";
$array_qn[1][189][4] = "仇人死了";
$array_qn[1][189][5] = "C";

$array_qn[1][190][6] = "书 22:34";
$array_qn[1][190][0] = "吕便、迦得等人在约旦河旁所起的证坛，证明甚麽？";
$array_qn[1][190][1] = "耶和华是神";
$array_qn[1][190][2] = "分地公平";
$array_qn[1][190][3] = "平安过河";
$array_qn[1][190][4] = "是神选民";
$array_qn[1][190][5] = "A";

$array_qn[1][191][6] = "撒下 15:13";
$array_qn[1][191][0] = "大卫的王位曾被谁夺了？";
$array_qn[1][191][1] = "押沙龙";
$array_qn[1][191][2] = "暗嫩";
$array_qn[1][191][3] = "扫罗";
$array_qn[1][191][4] = "撒督";
$array_qn[1][191][5] = "A";

$array_qn[1][192][6] = "王下 25:1";
$array_qn[1][192][0] = "列王末期，甚麽人攻佔耶路撒冷？";
$array_qn[1][192][1] = "亚玛力人";
$array_qn[1][192][2] = "非利士人";
$array_qn[1][192][3] = "亚述人";
$array_qn[1][192][4] = "巴比伦人";
$array_qn[1][192][5] = "D";

$array_qn[1][193][6] = "王上 1:33";
$array_qn[1][193][0] = "大卫吩咐所罗门骑王的甚麽，下到基训受膏作王？";
$array_qn[1][193][1] = "马";
$array_qn[1][193][2] = "战车";
$array_qn[1][193][3] = "骡子";
$array_qn[1][193][4] = "驴子";
$array_qn[1][193][5] = "C";

$array_qn[1][194][6] = "士 3:9";
$array_qn[1][194][0] = "以下哪一项不是俄陀聂的身份？";
$array_qn[1][194][1] = "士师";
$array_qn[1][194][2] = "迦勒的侄儿";
$array_qn[1][194][3] = "拯救者";
$array_qn[1][194][4] = "先知";
$array_qn[1][194][5] = "D";

$array_qn[1][195][6] = "书 1:1";
$array_qn[1][195][0] = "约书亚是谁的儿子？";
$array_qn[1][195][1] = "摩西";
$array_qn[1][195][2] = "耶孚尼";
$array_qn[1][195][3] = "嫩";
$array_qn[1][195][4] = "迦勒";
$array_qn[1][195][5] = "C";

$array_qn[1][196][6] = "伯 1:20";
$array_qn[1][196][0] = "约伯听闻子女的死讯，就怎样？";
$array_qn[1][196][1] = "抱头蒙灰";
$array_qn[1][196][2] = "剃头伏地";
$array_qn[1][196][3] = "痛哭流泪";
$array_qn[1][196][4] = "狂呼大叫";
$array_qn[1][196][5] = "B";

$array_qn[1][197][6] = "歌 1:6";
$array_qn[1][197][0] = "《雅歌》作者的爱人从事甚麽职业？";
$array_qn[1][197][1] = "放牧";
$array_qn[1][197][2] = "园丁";
$array_qn[1][197][3] = "纺织";
$array_qn[1][197][4] = "打鱼";
$array_qn[1][197][5] = "B";

$array_qn[1][198][6] = "士 1:19";
$array_qn[1][198][0] = "犹大支派不能赶出平原的居民，因为他们有甚麽？";
$array_qn[1][198][1] = "军队";
$array_qn[1][198][2] = "盾牌";
$array_qn[1][198][3] = "铁车";
$array_qn[1][198][4] = "马车";
$array_qn[1][198][5] = "C";

$array_qn[1][199][6] = "代上 15:1";
$array_qn[1][199][0] = "大卫在甚麽城为自己建宫殿？";
$array_qn[1][199][1] = "希伯崙";
$array_qn[1][199][2] = "耶路撒冷";
$array_qn[1][199][3] = "基色";
$array_qn[1][199][4] = "大卫";
$array_qn[1][199][5] = "D";

$array_qn[1][200][6] = "拉 4:5";
$array_qn[1][200][0] = "敌人用甚麽方法图谋阻碍以色列人重建圣殿？";
$array_qn[1][200][1] = "贿买谋士";
$array_qn[1][200][2] = "武力攻击";
$array_qn[1][200][3] = "混入探子";
$array_qn[1][200][4] = "囚禁首领";
$array_qn[1][200][5] = "A";

$array_qn[1][201][6] = "书 6:4";
$array_qn[1][201][0] = "以色列兵丁围绕耶利哥城时，祭司拿著甚麽走在约柜前？";
$array_qn[1][201][1] = "牛角";
$array_qn[1][201][2] = "羊角";
$array_qn[1][201][3] = "火炬";
$array_qn[1][201][4] = "银号";
$array_qn[1][201][5] = "B";

$array_qn[1][202][6] = "撒上 2:17";
$array_qn[1][202][0] = "祭司以利的两个儿子如何对待耶和华的祭物？";
$array_qn[1][202][1] = "尊敬";
$array_qn[1][202][2] = "重视";
$array_qn[1][202][3] = "藐视";
$array_qn[1][202][4] = "珍惜";
$array_qn[1][202][5] = "C";

$array_qn[1][203][6] = "王下 5:10";
$array_qn[1][203][0] = "以利沙打发使者，叫乃缦到哪里去沐浴七回？";
$array_qn[1][203][1] = "约旦河";
$array_qn[1][203][2] = "红海";
$array_qn[1][203][3] = "死海";
$array_qn[1][203][4] = "尼罗河";
$array_qn[1][203][5] = "A";

$array_qn[1][204][6] = "撒下 15:6";
$array_qn[1][204][0] = "押沙龙常到城门口审理以色列民的争讼，目的是甚麽？";
$array_qn[1][204][1] = "讨民心";
$array_qn[1][204][2] = "求公义";
$array_qn[1][204][3] = "打发时间";
$array_qn[1][204][4] = "协助王";
$array_qn[1][204][5] = "A";

$array_qn[1][205][6] = "王上 12:8";
$array_qn[1][205][0] = "同罗波安长大的少年人，主张甚麽？";
$array_qn[1][205][1] = "苛政重税";
$array_qn[1][205][2] = "爱民若子";
$array_qn[1][205][3] = "无为而治";
$array_qn[1][205][4] = "待民宽鬆";
$array_qn[1][205][5] = "A";

$array_qn[1][206][6] = "斯 3:12";
$array_qn[1][206][0] = "灭绝犹大人的公告文件，用王的甚麽盖印？";
$array_qn[1][206][1] = "火漆";
$array_qn[1][206][2] = "印章";
$array_qn[1][206][3] = "戒指";
$array_qn[1][206][4] = "玉玺";
$array_qn[1][206][5] = "C";

$array_qn[1][207][6] = "斯 5:14";
$array_qn[1][207][0] = "哈曼想将谁挂在木架上？";
$array_qn[1][207][1] = "以斯帖";
$array_qn[1][207][2] = "亚哈随鲁";
$array_qn[1][207][3] = "末底改";
$array_qn[1][207][4] = "细利斯";
$array_qn[1][207][5] = "C";

$array_qn[1][208][6] = "斯 9:24";
$array_qn[1][208][0] = "「掣普珥」是甚麽意思？";
$array_qn[1][208][1] = "祭祀";
$array_qn[1][208][2] = "掣律例";
$array_qn[1][208][3] = "掣籤";
$array_qn[1][208][4] = "製茶叶";
$array_qn[1][208][5] = "C";


$array_qn[1][209][6] = "王上 19:2";
$array_qn[1][209][0] = "谁要杀以利亚？";
$array_qn[1][209][1] = "亚哈";
$array_qn[1][209][2] = "耶洗别";
$array_qn[1][209][3] = "谒巴力";
$array_qn[1][209][4] = "俄巴底";
$array_qn[1][209][5] = "B";

$array_qn[1][210][6] = "士 2:11";
$array_qn[1][210][0] = "约书亚死后，以色列人离弃耶和华去事奉甚麽？";
$array_qn[1][210][1] = "巴力";
$array_qn[1][210][2] = "米勒公";
$array_qn[1][210][3] = "大衮";
$array_qn[1][210][4] = "匿甲";
$array_qn[1][210][5] = "A";

$array_qn[1][211][6] = "撒上 20:22";
$array_qn[1][211][0] = "约拿单与大卫立记号，以「箭在前头」表示甚麽？";
$array_qn[1][211][1] = "离开";
$array_qn[1][211][2] = "回来";
$array_qn[1][211][3] = "打仗";
$array_qn[1][211][4] = "平安";
$array_qn[1][211][5] = "A";

$array_qn[1][212][6] = "王上 1:3";
$array_qn[1][212][0] = "大卫年老时，与他相伴的童女名叫甚麽？";
$array_qn[1][212][1] = "亚比雅";
$array_qn[1][212][2] = "亚比该";
$array_qn[1][212][3] = "亚比煞";
$array_qn[1][212][4] = "亚希暖";
$array_qn[1][212][5] = "C";

$array_qn[1][213][6] = "王下 17:6";
$array_qn[1][213][0] = "以色列国末期，甚麽人攻取了撒马利亚？";
$array_qn[1][213][1] = "亚扪王";
$array_qn[1][213][2] = "亚玛力王";
$array_qn[1][213][3] = "巴比伦王";
$array_qn[1][213][4] = "亚述王";
$array_qn[1][213][5] = "D";

$array_qn[1][214][6] = "士 11:34";
$array_qn[1][214][0] = "士师耶弗他打完仗回家，谁来迎接他？";
$array_qn[1][214][1] = "妻子";
$array_qn[1][214][2] = "女儿";
$array_qn[1][214][3] = "儿子";
$array_qn[1][214][4] = "僕人";
$array_qn[1][214][5] = "B";

$array_qn[1][215][6] = "书 7:21";
$array_qn[1][215][0] = "以下哪一样东西并非亚干所收藏的当灭之物？";
$array_qn[1][215][1] = "衣服";
$array_qn[1][215][2] = "银子";
$array_qn[1][215][3] = "金子";
$array_qn[1][215][4] = "鞋子";
$array_qn[1][215][5] = "D";

$array_qn[1][216][6] = "书 9:6";
$array_qn[1][216][0] = "基遍的居民求约书亚与他们作甚麽？";
$array_qn[1][216][1] = "结亲";
$array_qn[1][216][2] = "同住";
$array_qn[1][216][3] = "立约";
$array_qn[1][216][4] = "贸易";
$array_qn[1][216][5] = "C";

$array_qn[1][217][6] = "书 20:4";
$array_qn[1][217][0] = "误杀人者在逃城门口，要把他的事情讲给谁听？";
$array_qn[1][217][1] = "约书亚";
$array_qn[1][217][2] = "祭司";
$array_qn[1][217][3] = "长老";
$array_qn[1][217][4] = "族长";
$array_qn[1][217][5] = "C";

$array_qn[1][218][6] = "斯 3:1";
$array_qn[1][218][0] = "亚哈随鲁王叫谁的爵位超过一切臣宰？";
$array_qn[1][218][1] = "哈米大他";
$array_qn[1][218][2] = "哈曼";
$array_qn[1][218][3] = "示每";
$array_qn[1][218][4] = "基士";
$array_qn[1][218][5] = "B";

$array_qn[1][219][6] = "士 18:30";
$array_qn[1][219][0] = "作但支派祭司的利未人是谁的孙子？";
$array_qn[1][219][1] = "亚伦";
$array_qn[1][219][2] = "摩西";
$array_qn[1][219][3] = "革舜";
$array_qn[1][219][4] = "以利亚撒";
$array_qn[1][219][5] = "B";

$array_qn[1][220][6] = "书 2:3-4";
$array_qn[1][220][0] = "在耶利哥把探子隐藏在自己家里的妓女，名叫甚麽？";
$array_qn[1][220][1] = "路得";
$array_qn[1][220][2] = "喇合";
$array_qn[1][220][3] = "她玛";
$array_qn[1][220][4] = "米甲";
$array_qn[1][220][5] = "B";

$array_qn[1][221][6] = "撒上 15:9";
$array_qn[1][221][0] = "扫罗在击打甚麽人时，没有听从上帝的命令灭尽他们？";
$array_qn[1][221][1] = "摩押人";
$array_qn[1][221][2] = "亚扪人";
$array_qn[1][221][3] = "亚玛力人";
$array_qn[1][221][4] = "非利士人";
$array_qn[1][221][5] = "C";

$array_qn[1][222][6] = "撒下 12:10";
$array_qn[1][222][0] = "耶和华说大卫既娶了拔示巴为妻，甚麽必永不离开他的家？";
$array_qn[1][222][1] = "灾病";
$array_qn[1][222][2] = "争吵";
$array_qn[1][222][3] = "刀剑";
$array_qn[1][222][4] = "烦恼";
$array_qn[1][222][5] = "C";

$array_qn[1][223][6] = "撒下 19:5";
$array_qn[1][223][0] = "押沙龙死后大卫很悲哀，谁劝他出来见百姓？";
$array_qn[1][223][1] = "拿单";
$array_qn[1][223][2] = "押尼珥";
$array_qn[1][223][3] = "亚比筛";
$array_qn[1][223][4] = "约押";
$array_qn[1][223][5] = "D";

$array_qn[1][224][6] = "撒下 24:3";
$array_qn[1][224][0] = "谁不赞成大卫数点百姓？";
$array_qn[1][224][1] = "亚比筛";
$array_qn[1][224][2] = "约拿单";
$array_qn[1][224][3] = "押尼珥";
$array_qn[1][224][4] = "约押";
$array_qn[1][224][5] = "D";

$array_qn[1][225][6] = "王上 18:19";
$array_qn[1][225][0] = "以利亚在哪座山上与巴力先知比试？";
$array_qn[1][225][1] = "西奈山";
$array_qn[1][225][2] = "基利心山";
$array_qn[1][225][3] = "基列山";
$array_qn[1][225][4] = "迦密山";
$array_qn[1][225][5] = "D";

$array_qn[1][226][6] = "代上 4:9";
$array_qn[1][226][0] = "「雅比斯」的意思是甚麽？";
$array_qn[1][226][1] = "痛苦";
$array_qn[1][226][2] = "喜乐";
$array_qn[1][226][3] = "讚美";
$array_qn[1][226][4] = "悲伤";
$array_qn[1][226][5] = "A";

$array_qn[1][227][6] = "斯 5:4";
$array_qn[1][227][0] = "当王向以斯帖伸出金杖时，她向王要求甚麽？";
$array_qn[1][227][1] = "释放犹大人";
$array_qn[1][227][2] = "带哈曼赴筵";
$array_qn[1][227][3] = "晋升末底改";
$array_qn[1][227][4] = "国的一半";
$array_qn[1][227][5] = "B";

$array_qn[1][228][6] = "斯 7:3";
$array_qn[1][228][0] = "以斯帖除了要求王赐她性命外，还要求甚麽？";
$array_qn[1][228][1] = "哈曼之死";
$array_qn[1][228][2] = "本族性命";
$array_qn[1][228][3] = "荣华富贵";
$array_qn[1][228][4] = "国的一半";
$array_qn[1][228][5] = "B";

$array_qn[1][229][6] = "斯 9:21-22";
$array_qn[1][229][0] = "末底改嘱咐犹大人要守亚达月的十四、十五日为甚麽日?";
$array_qn[1][229][1] = "吉日";
$array_qn[1][229][2] = "圣日";
$array_qn[1][229][3] = "佳日";
$array_qn[1][229][4] = "胜日";
$array_qn[1][229][5] = "A";


$array_qn[1][230][6] = "得 2:1";
$array_qn[1][230][0] = "波阿斯是甚麽人？";
$array_qn[1][230][1] = "祭司";
$array_qn[1][230][2] = "士师";
$array_qn[1][230][3] = "大财主";
$array_qn[1][230][4] = "官长";
$array_qn[1][230][5] = "C";

$array_qn[1][231][6] = "书 10:11";
$array_qn[1][231][0] = "耶和华如何帮助以色列人击退亚摩利五王？";
$array_qn[1][231][1] = "下大雨";
$array_qn[1][231][2] = "降大冰雹";
$array_qn[1][231][3] = "打雷";
$array_qn[1][231][4] = "闪电";
$array_qn[1][231][5] = "B";

$array_qn[1][232][6] = "书 18:4";
$array_qn[1][232][0] = "约书亚吩咐未分地的七个支派，各要选多少人同去分地？";
$array_qn[1][232][1] = "3人";
$array_qn[1][232][2] = "4人";
$array_qn[1][232][3] = "5人";
$array_qn[1][232][4] = "6人";
$array_qn[1][232][5] = "A";

$array_qn[1][233][6] = "得 1:22";
$array_qn[1][233][0] = "路得与拿俄米回伯利恒时，正是甚麽时候？";
$array_qn[1][233][1] = "收橄榄";
$array_qn[1][233][2] = "收葡萄";
$array_qn[1][233][3] = "割大麦";
$array_qn[1][233][4] = "割小麦";
$array_qn[1][233][5] = "C";

$array_qn[1][234][6] = "王上 6:23";
$array_qn[1][234][0] = "所罗门用甚麽木作两个基路伯？";
$array_qn[1][234][1] = "香柏";
$array_qn[1][234][2] = "松";
$array_qn[1][234][3] = "皂筴";
$array_qn[1][234][4] = "橄榄";
$array_qn[1][234][5] = "D";

$array_qn[1][235][6] = "王上 13:4";
$array_qn[1][235][0] = "以色列王耶罗波安命人拿住神人时，他的手就怎样？";
$array_qn[1][235][1] = "长大痲疯";
$array_qn[1][235][2] = "折断了";
$array_qn[1][235][3] = "枯乾了";
$array_qn[1][235][4] = "疼痛";
$array_qn[1][235][5] = "C";

$array_qn[1][236][6] = "书 8:18-19";
$array_qn[1][236][0] = "约书亚伸出手里的甚麽，伏兵就起来放火焚烧艾城？";
$array_qn[1][236][1] = "刀";
$array_qn[1][236][2] = "剑";
$array_qn[1][236][3] = "短枪";
$array_qn[1][236][4] = "杖";
$array_qn[1][236][5] = "C";

$array_qn[1][237][6] = "书 6:26";
$array_qn[1][237][0] = "若有人重建耶利哥城，立根基时必怎样？";
$array_qn[1][237][1] = "丧长子";
$array_qn[1][237][2] = "丧幼子";
$array_qn[1][237][3] = "丧妻";
$array_qn[1][237][4] = "丧父";
$array_qn[1][237][5] = "A";

$array_qn[1][238][6] = "王上 3:5";
$array_qn[1][238][0] = "所罗门在哪里向耶和华求智慧？";
$array_qn[1][238][1] = "基述";
$array_qn[1][238][2] = "基色";
$array_qn[1][238][3] = "基遍";
$array_qn[1][238][4] = "基列";
$array_qn[1][238][5] = "C";

$array_qn[1][239][6] = "书 24:29";
$array_qn[1][239][0] = "约书亚多少岁去世？";
$array_qn[1][239][1] = "90岁";
$array_qn[1][239][2] = "100岁";
$array_qn[1][239][3] = "110岁";
$array_qn[1][239][4] = "130岁";
$array_qn[1][239][5] = "C";

$array_qn[1][240][6] = "士 6:3";
$array_qn[1][240][0] = "以色列人每逢何时就被米甸人、亚玛力人和东方人攻打？";
$array_qn[1][240][1] = "收割后";
$array_qn[1][240][2] = "献祭后";
$array_qn[1][240][3] = "剪羊毛后";
$array_qn[1][240][4] = "撒种后";
$array_qn[1][240][5] = "D";

$array_qn[1][241][6] = "士 6:24";
$array_qn[1][241][0] = "「耶和华沙龙」的意思是：耶和华赐甚麽？";
$array_qn[1][241][1] = "和平";
$array_qn[1][241][2] = "安全";
$array_qn[1][241][3] = "安慰";
$array_qn[1][241][4] = "平安";
$array_qn[1][241][5] = "D";

$array_qn[1][242][6] = "士 4:4";
$array_qn[1][242][0] = "第一位女士师名叫甚麽？";
$array_qn[1][242][1] = "底波拉";
$array_qn[1][242][2] = "路得";
$array_qn[1][242][3] = "押撒";
$array_qn[1][242][4] = "她玛";
$array_qn[1][242][5] = "A";

$array_qn[1][243][6] = "书 5:15";
$array_qn[1][243][0] = "耶和华军队的元帅叫约书亚脱下甚麽？";
$array_qn[1][243][1] = "鞋子";
$array_qn[1][243][2] = "腰带";
$array_qn[1][243][3] = "战袍";
$array_qn[1][243][4] = "战帽";
$array_qn[1][243][5] = "A";

$array_qn[1][244][6] = "书 2:1";
$array_qn[1][244][0] = "约书亚打发探子窥探哪地？";
$array_qn[1][244][1] = "耶利哥";
$array_qn[1][244][2] = "艾城";
$array_qn[1][244][3] = "基遍";
$array_qn[1][244][4] = "玛基大";
$array_qn[1][244][5] = "A";

$array_qn[1][245][6] = "书 5:13";
$array_qn[1][245][0] = "约书亚看见耶和华军队的元帅手拿著甚麽？";
$array_qn[1][245][1] = "刀";
$array_qn[1][245][2] = "剑";
$array_qn[1][245][3] = "杖";
$array_qn[1][245][4] = "火炬";
$array_qn[1][245][5] = "A";

$array_qn[1][246][6] = "士 14:1-2";
$array_qn[1][246][0] = "参孙在哪里看见一个非利士人的女子并要娶她？";
$array_qn[1][246][1] = "亭拿";
$array_qn[1][246][2] = "以实陶";
$array_qn[1][246][3] = "琐拉";
$array_qn[1][246][4] = "亚实基伦";
$array_qn[1][246][5] = "A";

$array_qn[1][247][6] = "撒下 15:32";
$array_qn[1][247][0] = "大卫派谁回押沙龙那里，破坏亚希多弗的计谋？";
$array_qn[1][247][1] = "亚比亚他";
$array_qn[1][247][2] = "约拿单";
$array_qn[1][247][3] = "户筛";
$array_qn[1][247][4] = "亚比筛";
$array_qn[1][247][5] = "C";

$array_qn[1][248][6] = "撒下 16:5-6";
$array_qn[1][248][0] = "大卫逃避押沙龙时，谁咒骂和用石头砍他？";
$array_qn[1][248][1] = "洗巴";
$array_qn[1][248][2] = "拿八";
$array_qn[1][248][3] = "户筛";
$array_qn[1][248][4] = "示每";
$array_qn[1][248][5] = "D";

$array_qn[1][249][6] = "王上 1:33";
$array_qn[1][249][0] = "大卫吩咐所罗门到哪里受膏作王？";
$array_qn[1][249][1] = "基顺";
$array_qn[1][249][2] = "基训";
$array_qn[1][249][3] = "基列";
$array_qn[1][249][4] = "基比亚";
$array_qn[1][249][5] = "B";

$array_qn[1][250][6] = "斯 4:11";
$array_qn[1][250][0] = "王向擅入内院的人伸出甚麽，那人才不会被治死？";
$array_qn[1][250][1] = "金杖";
$array_qn[1][250][2] = "金戒指";
$array_qn[1][250][3] = "右手";
$array_qn[1][250][4] = "案卷";
$array_qn[1][250][5] = "A";

$array_qn[1][251][6] = "斯 8:1";
$array_qn[1][251][0] = "亚哈随鲁王将哈曼的家产赐给谁？";
$array_qn[1][251][1] = "以斯帖";
$array_qn[1][251][2] = "末底改";
$array_qn[1][251][3] = "哈波拿";
$array_qn[1][251][4] = "哈他革";
$array_qn[1][251][5] = "A";

$array_qn[1][252][6] = "斯 8:2";
$array_qn[1][252][0] = "亚哈随鲁王将从哈曼追回的戒指交给谁？";
$array_qn[1][252][1] = "以斯帖";
$array_qn[1][252][2] = "末底改";
$array_qn[1][252][3] = "哈波拿";
$array_qn[1][252][4] = "哈他革";
$array_qn[1][252][5] = "B";

$array_qn[1][253][6] = "伯 1:19";
$array_qn[1][253][0] = "甚麽灾祸使约伯的儿女死亡？";
$array_qn[1][253][1] = "火灾";
$array_qn[1][253][2] = "瘟疫";
$array_qn[1][253][3] = "地震";
$array_qn[1][253][4] = "狂风";
$array_qn[1][253][5] = "D";


$array_qn[1][254][6] = "书 22:34";
$array_qn[1][254][0] = "吕便、迦得等人在约旦河旁筑坛，为坛起名叫甚麽？";
$array_qn[1][254][1] = "邱坛";
$array_qn[1][254][2] = "圣坛";
$array_qn[1][254][3] = "证坛";
$array_qn[1][254][4] = "祭坛";
$array_qn[1][254][5] = "C";

$array_qn[1][255][6] = "王上 8:1";
$array_qn[1][255][0] = "所罗门要将约柜从甚麽城运上圣殿？";
$array_qn[1][255][1] = "大卫";
$array_qn[1][255][2] = "示罗";
$array_qn[1][255][3] = "耶路撒冷";
$array_qn[1][255][4] = "耶利哥";
$array_qn[1][255][5] = "A";

$array_qn[1][256][6] = "王下 13:19";
$array_qn[1][256][0] = "以利沙预言以色列王约阿施只能打败哪国三次？";
$array_qn[1][256][1] = "亚兰";
$array_qn[1][256][2] = "亚扪";
$array_qn[1][256][3] = "摩押";
$array_qn[1][256][4] = "亚述";
$array_qn[1][256][5] = "A";

$array_qn[1][257][6] = "撒上 26:8-9";
$array_qn[1][257][0] = "在西弗旷野，大卫阻止谁杀扫罗？";
$array_qn[1][257][1] = "亚希米勒";
$array_qn[1][257][2] = "押尼珥";
$array_qn[1][257][3] = "亚比筛";
$array_qn[1][257][4] = "约拿单";
$array_qn[1][257][5] = "C";

$array_qn[1][258][6] = "撒下 6:16";
$array_qn[1][258][0] = "谁心里轻视大卫在耶和华面前踊跃跳舞？";
$array_qn[1][258][1] = "米甲";
$array_qn[1][258][2] = "约押";
$array_qn[1][258][3] = "亚比拿达";
$array_qn[1][258][4] = "米拉";
$array_qn[1][258][5] = "A";

$array_qn[1][259][6] = "书 20:7-9";
$array_qn[1][259][0] = "在以色列人中，共设立了多少座逃城？";
$array_qn[1][259][1] = "3座";
$array_qn[1][259][2] = "6座";
$array_qn[1][259][3] = "10座";
$array_qn[1][259][4] = "12座";
$array_qn[1][259][5] = "B";

$array_qn[1][260][6] = "士 14:9";
$array_qn[1][260][0] = "参孙所吃的蜜是从哪里取来的？";
$array_qn[1][260][1] = "树上";
$array_qn[1][260][2] = "蜂巢内";
$array_qn[1][260][3] = "死狮之内";
$array_qn[1][260][4] = "花朵内";
$array_qn[1][260][5] = "C";

$array_qn[1][261][6] = "士 13:18";
$array_qn[1][261][0] = "向玛挪亚显现之耶和华的使者，自称他的名是甚麽？";
$array_qn[1][261][1] = "可畏的";
$array_qn[1][261][2] = "奇妙的";
$array_qn[1][261][3] = "奇异的";
$array_qn[1][261][4] = "奥妙的";
$array_qn[1][261][5] = "B";

$array_qn[1][262][6] = "士 7:16";
$array_qn[1][262][0] = "基甸将三百人分作三队，把甚麽交给他们？";
$array_qn[1][262][1] = "火把";
$array_qn[1][262][2] = "空瓶";
$array_qn[1][262][3] = "角";
$array_qn[1][262][4] = "以上皆是";
$array_qn[1][262][5] = "D";

$array_qn[1][263][6] = "士 10:4";
$array_qn[1][263][0] = "士师睚珥的三十个儿子骑著三十匹甚麽？";
$array_qn[1][263][1] = "骏马";
$array_qn[1][263][2] = "驴驹";
$array_qn[1][263][3] = "骡子";
$array_qn[1][263][4] = "骆驼";
$array_qn[1][263][5] = "B";

$array_qn[1][264][6] = "书 15:63";
$array_qn[1][264][0] = "甚麽人在耶路撒冷与犹大人同住？";
$array_qn[1][264][1] = "耶利哥";
$array_qn[1][264][2] = "耶斯列";
$array_qn[1][264][3] = "耶布斯";
$array_qn[1][264][4] = "耶末";
$array_qn[1][264][5] = "C";

$array_qn[1][265][6] = "得 1:2";
$array_qn[1][265][0] = "以利米勒为甚麽带著妻子和两个儿子往摩押地寄居？";
$array_qn[1][265][1] = "饥荒";
$array_qn[1][265][2] = "战争";
$array_qn[1][265][3] = "旱灾";
$array_qn[1][265][4] = "水灾";
$array_qn[1][265][5] = "A";

$array_qn[1][266][6] = "王上 10:1";
$array_qn[1][266][0] = "哪国的女王用难题试问所罗门？";
$array_qn[1][266][1] = "古实";
$array_qn[1][266][2] = "埃及";
$array_qn[1][266][3] = "别是巴";
$array_qn[1][266][4] = "示巴";
$array_qn[1][266][5] = "D";

$array_qn[1][267][6] = "拉 1:1";
$array_qn[1][267][0] = "上帝激动波斯王塞鲁士的心，应验哪位先知之预言？";
$array_qn[1][267][1] = "以斯拉";
$array_qn[1][267][2] = "以赛亚";
$array_qn[1][267][3] = "尼希米";
$array_qn[1][267][4] = "耶利米";
$array_qn[1][267][5] = "D";


$array_qn[1][268][6] = "士 6:25";
$array_qn[1][268][0] = "基甸拆毁他父亲为哪一个偶像所筑的坛？";
$array_qn[1][268][1] = "大衮";
$array_qn[1][268][2] = "巴力";
$array_qn[1][268][3] = "亚斯她录";
$array_qn[1][268][4] = "亚舍拉";
$array_qn[1][268][5] = "B";

$array_qn[1][269][6] = "书 24:25";
$array_qn[1][269][0] = "约书亚临死前，在哪里与百姓立约誓要事奉耶和华？";
$array_qn[1][269][1] = "示罗";
$array_qn[1][269][2] = "示剑";
$array_qn[1][269][3] = "伯特利";
$array_qn[1][269][4] = "吉甲";
$array_qn[1][269][5] = "B";

$array_qn[1][270][6] = "士 7:7";
$array_qn[1][270][0] = "经过饮水的试验后，剩下多少人跟随基甸？";
$array_qn[1][270][1] = "一百";
$array_qn[1][270][2] = "二百";
$array_qn[1][270][3] = "三百";
$array_qn[1][270][4] = "四百";
$array_qn[1][270][5] = "C";

$array_qn[1][271][6] = "士 6:32";
$array_qn[1][271][0] = "「耶路‧巴力」的意思是：让巴力与他怎样？";
$array_qn[1][271][1] = "争论";
$array_qn[1][271][2] = "争闹";
$array_qn[1][271][3] = "辩论";
$array_qn[1][271][4] = "争吵";
$array_qn[1][271][5] = "A";

$array_qn[1][272][6] = "士 1:6";
$array_qn[1][272][0] = "亚多尼比色被以色列人砍断甚麽（他曾这样待七十个王）？";
$array_qn[1][272][1] = "手掌";
$array_qn[1][272][2] = "大拇指";
$array_qn[1][272][3] = "食指";
$array_qn[1][272][4] = "小指";
$array_qn[1][272][5] = "B";

$array_qn[1][273][6] = "士 14:5";
$array_qn[1][273][0] = "参孙在哪里见有一隻少壮狮子向他吼叫？";
$array_qn[1][273][1] = "山地";
$array_qn[1][273][2] = "田地";
$array_qn[1][273][3] = "葡萄园";
$array_qn[1][273][4] = "洞穴";
$array_qn[1][273][5] = "C";

$array_qn[1][274][6] = "书 9:3";
$array_qn[1][274][0] = "哪城的居民设诡计欺骗约书亚？";
$array_qn[1][274][1] = "基列";
$array_qn[1][274][2] = "基色";
$array_qn[1][274][3] = "基遍";
$array_qn[1][274][4] = "基拉耳";
$array_qn[1][274][5] = "C";

$array_qn[1][275][6] = "撒上 10:17";
$array_qn[1][275][0] = "撒母耳招聚百姓到哪里掣籤选立君王？";
$array_qn[1][275][1] = "别示巴";
$array_qn[1][275][2] = "米斯巴";
$array_qn[1][275][3] = "伯特利";
$array_qn[1][275][4] = "吉甲";
$array_qn[1][275][5] = "B";

$array_qn[1][276][6] = "撒上 11:15";
$array_qn[1][276][0] = "以色列百姓在哪里立扫罗为王？";
$array_qn[1][276][1] = "吉甲";
$array_qn[1][276][2] = "拉吉";
$array_qn[1][276][3] = "示罗";
$array_qn[1][276][4] = "基比亚";
$array_qn[1][276][5] = "A";

$array_qn[1][277][6] = "撒下 2:1";
$array_qn[1][277][0] = "扫罗死后，耶和华吩咐大卫上哪一个城去作犹大王？";
$array_qn[1][277][1] = "希伯崙";
$array_qn[1][277][2] = "伯利恒";
$array_qn[1][277][3] = "耶路撒冷";
$array_qn[1][277][4] = "吉甲";
$array_qn[1][277][5] = "A";

$array_qn[1][278][6] = "士 8:27";
$array_qn[1][278][0] = "基甸在俄弗拉设立了甚麽，后来成为他全家的网罗？";
$array_qn[1][278][1] = "以弗得";
$array_qn[1][278][2] = "乌陵";
$array_qn[1][278][3] = "土明";
$array_qn[1][278][4] = "金牛犊";
$array_qn[1][278][5] = "A";

$array_qn[1][279][6] = "王上 18:40";
$array_qn[1][279][0] = "迦密山比试之后，以利亚吩咐众民在哪里杀尽巴力先知？";
$array_qn[1][279][1] = "基顺河边";
$array_qn[1][279][2] = "约旦河边";
$array_qn[1][279][3] = "基立溪边";
$array_qn[1][279][4] = "汲沦溪边";
$array_qn[1][279][5] = "A";

$array_qn[1][280][6] = "撒下 17:14";
$array_qn[1][280][0] = "押沙龙接纳谁的建议，延迟追杀大卫？";
$array_qn[1][280][1] = "亚希多弗";
$array_qn[1][280][2] = "户筛";
$array_qn[1][280][3] = "亚他比亚";
$array_qn[1][280][4] = "撒督";
$array_qn[1][280][5] = "B";

$array_qn[1][281][6] = "王下 12:2";
$array_qn[1][281][0] = "犹大王约阿施在谁的教训下，行耶和华眼中看为正的事？";
$array_qn[1][281][1] = "耶何耶大";
$array_qn[1][281][2] = "亚她利雅";
$array_qn[1][281][3] = "亚哈谢";
$array_qn[1][281][4] = "耶户";
$array_qn[1][281][5] = "A";

$array_qn[1][282][6] = "代上 11:22";
$array_qn[1][282][0] = "大卫的勇士比拿雅在下雪时，曾下坑杀了甚麽？";
$array_qn[1][282][1] = "老虎";
$array_qn[1][282][2] = "野狼";
$array_qn[1][282][3] = "巨熊";
$array_qn[1][282][4] = "狮子";
$array_qn[1][282][5] = "D";

$array_qn[1][283][6] = "得 1:19";
$array_qn[1][283][0] = "拿俄米与路得定居在哪里？";
$array_qn[1][283][1] = "伯利恒";
$array_qn[1][283][2] = "伯特利";
$array_qn[1][283][3] = "伯善";
$array_qn[1][283][4] = "伯珊";
$array_qn[1][283][5] = "A";

$array_qn[1][284][6] = "代下 29:18";
$array_qn[1][284][0] = "谁作犹大王时，曾洁淨圣殿的一切器皿？";
$array_qn[1][284][1] = "亚哈斯";
$array_qn[1][284][2] = "亚哈谢";
$array_qn[1][284][3] = "希西家";
$array_qn[1][284][4] = "西底家";
$array_qn[1][284][5] = "C";

$array_qn[1][285][6] = "王上 5:1";
$array_qn[1][285][0] = "供应木材给所罗门建殿的希兰，是哪一国的王？";
$array_qn[1][285][1] = "泰尔";
$array_qn[1][285][2] = "埃及";
$array_qn[1][285][3] = "西顿";
$array_qn[1][285][4] = "亚兰";
$array_qn[1][285][5] = "A";

$array_qn[1][286][6] = "书 18:21";
$array_qn[1][286][0] = "哪个支派分得耶利哥城？";
$array_qn[1][286][1] = "便雅悯";
$array_qn[1][286][2] = "犹大";
$array_qn[1][286][3] = "以法莲";
$array_qn[1][286][4] = "玛拿西";
$array_qn[1][286][5] = "A";

$array_qn[1][287][6] = "书 19:50";
$array_qn[1][287][0] = "约书亚分得以下哪一座城？";
$array_qn[1][287][1] = "亭拿．西拉";
$array_qn[1][287][2] = "耶路撒冷";
$array_qn[1][287][3] = "耶利哥";
$array_qn[1][287][4] = "约帕";
$array_qn[1][287][5] = "A";

$array_qn[1][288][6] = "拉 4:24";
$array_qn[1][288][0] = "以色列人重建圣殿的工程停止，直到波斯哪个王？";
$array_qn[1][288][1] = "塞鲁士";
$array_qn[1][288][2] = "亚哈随鲁";
$array_qn[1][288][3] = "大流士";
$array_qn[1][288][4] = "伯沙撒";
$array_qn[1][288][5] = "C";


$array_qn[1][289][6] = "书 8:30-32";
$array_qn[1][289][0] = "攻取艾城之后，约书亚在哪座山上献祭且抄写摩西律法？";
$array_qn[1][289][1] = "以巴路山";
$array_qn[1][289][2] = "基利心山";
$array_qn[1][289][3] = "锡安山";
$array_qn[1][289][4] = "以法莲山";
$array_qn[1][289][5] = "A";

$array_qn[1][290][6] = "书 18:8";
$array_qn[1][290][0] = "划分地界后，约书亚在哪里为七个支派拈阄分地？";
$array_qn[1][290][1] = "示罗";
$array_qn[1][290][2] = "吉甲";
$array_qn[1][290][3] = "伯特利";
$array_qn[1][290][4] = "耶路撒冷";
$array_qn[1][290][5] = "A";

$array_qn[1][291][6] = "士 7:1";
$array_qn[1][291][0] = "谁是基甸攻打的敌人？";
$array_qn[1][291][1] = "米甸人";
$array_qn[1][291][2] = "摩押人";
$array_qn[1][291][3] = "非利士人";
$array_qn[1][291][4] = "亚扪人";
$array_qn[1][291][5] = "A";

$array_qn[1][292][6] = "书 19:9";
$array_qn[1][292][0] = "哪个支派的地业是从犹大人地业中得来的？";
$array_qn[1][292][1] = "西布伦";
$array_qn[1][292][2] = "亚设";
$array_qn[1][292][3] = "但";
$array_qn[1][292][4] = "西缅";
$array_qn[1][292][5] = "D";

$array_qn[1][293][6] = "代下 12:5";
$array_qn[1][293][0] = "犹大王罗波安离弃耶和华，哪位先知去警告他？";
$array_qn[1][293][1] = "迦得";
$array_qn[1][293][2] = "示玛雅";
$array_qn[1][293][3] = "拿单";
$array_qn[1][293][4] = "以利亚";
$array_qn[1][293][5] = "B";

$array_qn[1][294][6] = "士 1:13";
$array_qn[1][294][0] = "谁夺取了基列‧西弗，迦勒就把女儿给他为妻？";
$array_qn[1][294][1] = "基纳斯";
$array_qn[1][294][2] = "迦勒";
$array_qn[1][294][3] = "犹大";
$array_qn[1][294][4] = "俄陀聂";
$array_qn[1][294][5] = "D";

$array_qn[1][295][6] = "伯 1:15";
$array_qn[1][295][0] = "甚麽人夺了约伯的牲畜又杀了他的僕人？";
$array_qn[1][295][1] = "非利士人";
$array_qn[1][295][2] = "摩押人";
$array_qn[1][295][3] = "埃及人";
$array_qn[1][295][4] = "示巴人";
$array_qn[1][295][5] = "D";

$array_qn[1][296][6] = "撒上 14:50";
$array_qn[1][296][0] = "谁是扫罗的妻？";
$array_qn[1][296][1] = "米拉";
$array_qn[1][296][2] = "米甲";
$array_qn[1][296][3] = "米利";
$array_qn[1][296][4] = "亚希暖";
$array_qn[1][296][5] = "D";

$array_qn[1][297][6] = "得 1:16";
$array_qn[1][297][0] = "谁说：「你的国就是我的国，你的上帝就是我的上帝」？";
$array_qn[1][297][1] = "俄珥巴";
$array_qn[1][297][2] = "路得";
$array_qn[1][297][3] = "玛伦";
$array_qn[1][297][4] = "基连";
$array_qn[1][297][5] = "B";


$array_qn[1][298][6] = "撒上 5:1";
$array_qn[1][298][0] = "非利士人将约柜从以便以谢抬到哪里？";
$array_qn[1][298][1] = "迦萨";
$array_qn[1][298][2] = "以革伦";
$array_qn[1][298][3] = "亚实突";
$array_qn[1][298][4] = "亚实基伦";
$array_qn[1][298][5] = "C";

$array_qn[1][299][6] = "王下 1:2";
$array_qn[1][299][0] = "以色列王亚哈谢为自己的病，向谁求问能否复原？";
$array_qn[1][299][1] = "亚斯她录";
$array_qn[1][299][2] = "大衮";
$array_qn[1][299][3] = "巴力西卜";
$array_qn[1][299][4] = "米勒公";
$array_qn[1][299][5] = "C";

$array_qn[1][300][6] = "书 11:5";
$array_qn[1][300][0] = "夏琐王召集诸王，在哪里会合与以色列人争战？";
$array_qn[1][300][1] = "约旦河边";
$array_qn[1][300][2] = "基立溪旁";
$array_qn[1][300][3] = "米伦水边";
$array_qn[1][300][4] = "汲沦溪边";
$array_qn[1][300][5] = "C";

$array_qn[1][301][6] = "得 1:4";
$array_qn[1][301][0] = "路得是哪地的人？";
$array_qn[1][301][1] = "亚扪";
$array_qn[1][301][2] = "摩押";
$array_qn[1][301][3] = "以东";
$array_qn[1][301][4] = "埃及";
$array_qn[1][301][5] = "B";

$array_qn[1][302][6] = "士 15:19";
$array_qn[1][302][0] = "参孙喝了哪里涌出来的水，精神复原？";
$array_qn[1][302][1] = "利希";
$array_qn[1][302][2] = "以实陶";
$array_qn[1][302][3] = "希伯崙";
$array_qn[1][302][4] = "以坦";
$array_qn[1][302][5] = "A";

$array_qn[1][303][6] = "士 3:11";
$array_qn[1][303][0] = "士师俄陀聂在世时，以色列国中太平多少年？";
$array_qn[1][303][1] = "20年";
$array_qn[1][303][2] = "30年";
$array_qn[1][303][3] = "40年";
$array_qn[1][303][4] = "60年";
$array_qn[1][303][5] = "C";

$array_qn[1][304][6] = "士 9:14";
$array_qn[1][304][0] = "耶路‧巴力的小儿子约坦用甚麽来比喻亚比米勒？";
$array_qn[1][304][1] = "荆棘";
$array_qn[1][304][2] = "蒺藜";
$array_qn[1][304][3] = "无花果树";
$array_qn[1][304][4] = "橄榄树";
$array_qn[1][304][5] = "A";

$array_qn[1][305][6] = "代下 33:13";
$array_qn[1][305][0] = "哪位犹大王悔罪，上帝就使他从巴比伦重返耶路撒冷作王？";
$array_qn[1][305][1] = "玛拿西";
$array_qn[1][305][2] = "亚哈谢";
$array_qn[1][305][3] = "亚哈斯";
$array_qn[1][305][4] = "西底家";
$array_qn[1][305][5] = "A";

$array_qn[1][306][6] = "士 3:31";
$array_qn[1][306][0] = "士师珊迦用赶牛的棍子，打死了多少非利士人？";
$array_qn[1][306][1] = "一百人";
$array_qn[1][306][2] = "三百人";
$array_qn[1][306][3] = "五百人";
$array_qn[1][306][4] = "六百人";
$array_qn[1][306][5] = "D";

$array_qn[1][307][6] = "士 19:25";
$array_qn[1][307][0] = "在士师时代，哪地的人玷辱了利未人的妾？";
$array_qn[1][307][1] = "伯利恒";
$array_qn[1][307][2] = "耶利哥";
$array_qn[1][307][3] = "基比亚";
$array_qn[1][307][4] = "希伯崙";
$array_qn[1][307][5] = "C";

$array_qn[1][308][6] = "士 6:15";
$array_qn[1][308][0] = "基甸是哪一支派的人？";
$array_qn[1][308][1] = "以法莲";
$array_qn[1][308][2] = "玛拿西";
$array_qn[1][308][3] = "西布伦";
$array_qn[1][308][4] = "以萨迦";
$array_qn[1][308][5] = "B";

$array_qn[1][309][6] = "士 3:15";
$array_qn[1][309][0] = "第二位士师以笏是哪个支派的人？";
$array_qn[1][309][1] = "西缅";
$array_qn[1][309][2] = "便雅悯";
$array_qn[1][309][3] = "约瑟";
$array_qn[1][309][4] = "犹大";
$array_qn[1][309][5] = "B";

$array_qn[1][310][6] = "士 4:13";
$array_qn[1][310][0] = "耶宾的将军西西拉率领全军到哪里与巴拉交战？";
$array_qn[1][310][1] = "约旦河";
$array_qn[1][310][2] = "基立溪";
$array_qn[1][310][3] = "基顺河";
$array_qn[1][310][4] = "基训泉";
$array_qn[1][310][5] = "C";

$array_qn[2][1][6] = "赛 2:12";
$array_qn[2][1][0] = "当万军之耶和华降罚的日子，一切自高的都必怎样？";
$array_qn[2][1][1] = "羞愧";
$array_qn[2][1][2] = "惭愧";
$array_qn[2][1][3] = "蒙羞";
$array_qn[2][1][4] = "降卑";
$array_qn[2][1][5] = "D";

$array_qn[2][2][6] = "赛 6:8";
$array_qn[2][2][0] = "以赛亚向主回应说：我在这里，请怎样？";
$array_qn[2][2][1] = "指教我";
$array_qn[2][2][2] = "洁淨我";
$array_qn[2][2][3] = "差遣我";
$array_qn[2][2][4] = "使用我";
$array_qn[2][2][5] = "C";

$array_qn[2][3][6] = "赛 7:14";
$array_qn[2][3][0] = "「以马内利」是甚麽意思？";
$array_qn[2][3][1] = "上帝同在";
$array_qn[2][3][2] = "上帝有预备";
$array_qn[2][3][3] = "上帝是旌旗";
$array_qn[2][3][4] = "上帝必看顾";
$array_qn[2][3][5] = "A";

$array_qn[2][4][6] = "赛 22:11";
$array_qn[2][4][0] = "上帝责备犹大人不仰望甚麽？";
$array_qn[2][4][1] = "上帝";
$array_qn[2][4][2] = "军器";
$array_qn[2][4][3] = "城牆";
$array_qn[2][4][4] = "聚水池";
$array_qn[2][4][5] = "A";

$array_qn[2][5][6] = "赛 40:8";
$array_qn[2][5][0] = "草必枯乾，花必凋残，惟有甚麽必永远立定？";
$array_qn[2][5][1] = "世界";
$array_qn[2][5][2] = "上帝的话";
$array_qn[2][5][3] = "以色列国";
$array_qn[2][5][4] = "诸山";
$array_qn[2][5][5] = "B";

$array_qn[2][6][6] = "赛 40:31";
$array_qn[2][6][0] = "那等候耶和华的必从新得力，他们必如甚麽展翅上腾？";
$array_qn[2][6][1] = "麻雀";
$array_qn[2][6][2] = "鹰";
$array_qn[2][6][3] = "雁";
$array_qn[2][6][4] = "云雀";
$array_qn[2][6][5] = "B";

$array_qn[2][7][6] = "赛 56:07";
$array_qn[2][7][0] = "耶和华说：我的殿必称为万民甚麽的殿？";
$array_qn[2][7][1] = "祷告";
$array_qn[2][7][2] = "讚美";
$array_qn[2][7][3] = "献祭";
$array_qn[2][7][4] = "敬拜";
$array_qn[2][7][5] = "A";

$array_qn[2][8][6] = "结 11:19";
$array_qn[2][8][0] = "上帝要使以色列人有合一的心，也要将甚麽放在他们里面？";
$array_qn[2][8][1] = "新灵";
$array_qn[2][8][2] = "智慧";
$array_qn[2][8][3] = "良知";
$array_qn[2][8][4] = "胆量";
$array_qn[2][8][5] = "A";

$array_qn[2][9][6] = "结 34:16";
$array_qn[2][9][0] = "作为牧人，以下哪一样是耶和华没有应许的？";
$array_qn[2][9][1] = "寻找";
$array_qn[2][9][2] = "缠裹";
$array_qn[2][9][3] = "医治";
$array_qn[2][9][4] = "事事顺利";
$array_qn[2][9][5] = "D";

$array_qn[2][10][6] = "但 12:1";
$array_qn[2][10][0] = "米迦勒是：";
$array_qn[2][10][1] = "天使长";
$array_qn[2][10][2] = "魔鬼";
$array_qn[2][10][3] = "天军";
$array_qn[2][10][4] = "天使";
$array_qn[2][10][5] = "A";


$array_qn[2][11][6] = "赛 6:10";
$array_qn[2][11][0] = "以色列百姓心蒙脂油，耳朵发沉，眼睛怎样？";
$array_qn[2][11][1] = "迷糊";
$array_qn[2][11][2] = "睏倦";
$array_qn[2][11][3] = "无神";
$array_qn[2][11][4] = "昏迷";
$array_qn[2][11][5] = "D";

$array_qn[2][12][6] = "赛 40:3";
$array_qn[2][12][0] = "有人声喊著说：在哪里预备耶和华的路？";
$array_qn[2][12][1] = "高山";
$array_qn[2][12][2] = "海洋";
$array_qn[2][12][3] = "城里";
$array_qn[2][12][4] = "旷野";
$array_qn[2][12][5] = "D";

$array_qn[2][13][6] = "赛 41:8";
$array_qn[2][13][0] = "耶和华把亚伯拉罕看作自己的甚麽人？";
$array_qn[2][13][1] = "朋友";
$array_qn[2][13][2] = "儿子";
$array_qn[2][13][3] = "兄弟";
$array_qn[2][13][4] = "僕人";
$array_qn[2][13][5] = "A";

$array_qn[2][14][6] = "赛 43:19";
$array_qn[2][14][0] = "耶和华要在旷野开道路，在沙漠开甚麽？";
$array_qn[2][14][1] = "水井";
$array_qn[2][14][2] = "煤矿";
$array_qn[2][14][3] = "江河";
$array_qn[2][14][4] = "石油";
$array_qn[2][14][5] = "C";

$array_qn[2][15][6] = "赛 57:15";
$array_qn[2][15][0] = "耶和华住在至高至圣的所在，也与怎样的人同居？";
$array_qn[2][15][1] = "骄傲";
$array_qn[2][15][2] = "谦卑";
$array_qn[2][15][3] = "柔和";
$array_qn[2][15][4] = "虔诚";
$array_qn[2][15][5] = "B";

$array_qn[2][16][6] = "耶 9:8";
$array_qn[2][16][0] = "百姓的舌头是毒箭，人与邻舍口说和平话，心却：";
$array_qn[2][16][1] = "咒骂他";
$array_qn[2][16][2] = "欺骗他";
$array_qn[2][16][3] = "恨恶他";
$array_qn[2][16][4] = "谋害他";
$array_qn[2][16][5] = "D";

$array_qn[2][17][6] = "耶 15:16";
$array_qn[2][17][0] = "耶利米得著上帝的言语就怎样？";
$array_qn[2][17][1] = "藏起";
$array_qn[2][17][2] = "喝了";
$array_qn[2][17][3] = "束上";
$array_qn[2][17][4] = "吃了";
$array_qn[2][17][5] = "D";

$array_qn[2][18][6] = "耶 15:17";
$array_qn[2][18][0] = "耶利米因耶和华的感动满心愤恨，独自作甚麽？";
$array_qn[2][18][1] = "静坐";
$array_qn[2][18][2] = "祷告";
$array_qn[2][18][3] = "低泣";
$array_qn[2][18][4] = "轻叹";
$array_qn[2][18][5] = "A";

$array_qn[2][19][6] = "结 34:23";
$array_qn[2][19][0] = "谁是耶和华所立的牧人，牧养衪的羊？";
$array_qn[2][19][1] = "大卫";
$array_qn[2][19][2] = "雅各";
$array_qn[2][19][3] = "约瑟";
$array_qn[2][19][4] = "亚伯拉罕";
$array_qn[2][19][5] = "A";

$array_qn[2][20][6] = "结 36:26";
$array_qn[2][20][0] = "耶和华应许赐以色列人一个新心，将甚麽放在他们里面？";
$array_qn[2][20][1] = "新魂";
$array_qn[2][20][2] = "新生命";
$array_qn[2][20][3] = "新灵";
$array_qn[2][20][4] = "新人";
$array_qn[2][20][5] = "C";

$array_qn[2][21][6] = "但 1:4";
$array_qn[2][21][0] = "尼布甲尼撒王从以色列人中，挑选甚麽人侍立在王宫里？";
$array_qn[2][21][1] = "童女";
$array_qn[2][21][2] = "美女";
$array_qn[2][21][3] = "俊美少年";
$array_qn[2][21][4] = "勇士";
$array_qn[2][21][5] = "C";

$array_qn[2][22][6] = "拿 1:3";
$array_qn[2][22][0] = "约拿逃往哪裡躲避耶和华？";
$array_qn[2][22][1] = "约帕";
$array_qn[2][22][2] = "所多玛";
$array_qn[2][22][3] = "尼尼微";
$array_qn[2][22][4] = "他施";
$array_qn[2][22][5] = "D";

$array_qn[2][23][6] = "赛 1:2";
$array_qn[2][23][0] = "耶和华说：我养育儿女，将他们养大，他们竟怎样？";
$array_qn[2][23][1] = "不信我";
$array_qn[2][23][2] = "不爱我";
$array_qn[2][23][3] = "拒绝我";
$array_qn[2][23][4] = "悖逆我";
$array_qn[2][23][5] = "D";

$array_qn[2][24][6] = "赛 1:3";
$array_qn[2][24][0] = "耶和华说：牛认识主人，驴认识主人的甚麽？";
$array_qn[2][24][1] = "食物";
$array_qn[2][24][2] = "槽";
$array_qn[2][24][3] = "声音";
$array_qn[2][24][4] = "气味";
$array_qn[2][24][5] = "B";

$array_qn[2][25][6] = "赛 6:3";
$array_qn[2][25][0] = "撒拉弗呼喊说：圣哉！万军之耶和华的甚麽充满全地？";
$array_qn[2][25][1] = "能力";
$array_qn[2][25][2] = "荣光";
$array_qn[2][25][3] = "慈爱";
$array_qn[2][25][4] = "公义";
$array_qn[2][25][5] = "B";

$array_qn[2][26][6] = "赛 24:5";
$array_qn[2][26][0] = "以赛亚指地上的居民背了甚麽约？";
$array_qn[2][26][1] = "生约";
$array_qn[2][26][2] = "死约";
$array_qn[2][26][3] = "和约";
$array_qn[2][26][4] = "永约";
$array_qn[2][26][5] = "D";

$array_qn[2][27][6] = "赛 30:21";
$array_qn[2][27][0] = "你或向左或向右，你必听见后边有声音说，这是甚麽？";
$array_qn[2][27][1] = "正路";
$array_qn[2][27][2] = "义路";
$array_qn[2][27][3] = "歧路";
$array_qn[2][27][4] = "歪路";
$array_qn[2][27][5] = "A";

$array_qn[2][28][6] = "赛 31:1";
$array_qn[2][28][0] = "那些下埃及求帮助的，不是仗赖甚麽？";
$array_qn[2][28][1] = "耶和华";
$array_qn[2][28][2] = "马匹";
$array_qn[2][28][3] = "车辆";
$array_qn[2][28][4] = "马兵";
$array_qn[2][28][5] = "A";


$array_qn[2][29][6] = "何 11:4";
$array_qn[2][29][0] = "何西阿说，耶和华用甚麽牵引以色列人？";
$array_qn[2][29][1] = "慈绳爱索";
$array_qn[2][29][2] = "杖和竿";
$array_qn[2][29][3] = "律例典章";
$array_qn[2][29][4] = "公义怜悯";
$array_qn[2][29][5] = "A";

$array_qn[2][30][6] = "耶 1:5";
$array_qn[2][30][0] = "耶和华说祂在甚麽时候已将耶利米分别为圣？";
$array_qn[2][30][1] = "未出母胎";
$array_qn[2][30][2] = "未懂吃奶";
$array_qn[2][30][3] = "未分左右";
$array_qn[2][30][4] = "未在母腹";
$array_qn[2][30][5] = "A";

$array_qn[2][31][6] = "赛 52:14";
$array_qn[2][31][0] = "以赛亚形容耶和华的僕人面貌比别人怎样？";
$array_qn[2][31][1] = "俊美";
$array_qn[2][31][2] = "光彩";
$array_qn[2][31][3] = "精神";
$array_qn[2][31][4] = "憔悴";
$array_qn[2][31][5] = "D";

$array_qn[2][32][6] = "赛 53:7";
$array_qn[2][32][0] = "耶和华的僕人被欺压，在受苦的时候有甚麽反应？";
$array_qn[2][32][1] = "却不开口";
$array_qn[2][32][2] = "据理力争";
$array_qn[2][32][3] = "呼天抢地";
$array_qn[2][32][4] = "满腔怨愤";
$array_qn[2][32][5] = "A";

$array_qn[2][33][6] = "赛 53:9";
$array_qn[2][33][0] = "耶和华的僕人虽未行强暴，也无诡诈，人还使他与谁同埋？";
$array_qn[2][33][1] = "义人";
$array_qn[2][33][2] = "穷人";
$array_qn[2][33][3] = "恶人";
$array_qn[2][33][4] = "僕人";
$array_qn[2][33][5] = "C";

$array_qn[2][34][6] = "结 33:3";
$array_qn[2][34][0] = "守望者的职责是：";
$array_qn[2][34][1] = "预言";
$array_qn[2][34][2] = "献祭";
$array_qn[2][34][3] = "作战";
$array_qn[2][34][4] = "警戒";
$array_qn[2][34][5] = "D";

$array_qn[2][35][6] = "但 1:8";
$array_qn[2][35][0] = "但以理立志不以王的甚麽玷污自己？";
$array_qn[2][35][1] = "财宝";
$array_qn[2][35][2] = "饮食";
$array_qn[2][35][3] = "偶像";
$array_qn[2][35][4] = "服饰";
$array_qn[2][35][5] = "B";

$array_qn[2][36][6] = "珥 2:28";
$array_qn[2][36][0] = "耶和华应许将甚麽浇灌凡有血气的人身上？";
$array_qn[2][36][1] = "甘霖";
$array_qn[2][36][2] = "福乐";
$array_qn[2][36][3] = "膏油";
$array_qn[2][36][4] = "耶和华的灵";
$array_qn[2][36][5] = "D";

$array_qn[2][37][6] = "结 3:17";
$array_qn[2][37][0] = "上帝立以西结为以色列家的：";
$array_qn[2][37][1] = "守望者";
$array_qn[2][37][2] = "君王";
$array_qn[2][37][3] = "审判者";
$array_qn[2][37][4] = "士师";
$array_qn[2][37][5] = "A";

$array_qn[2][38][6] = "结 3:3";
$array_qn[2][38][0] = "以西结吃了书卷，口中觉得：";
$array_qn[2][38][1] = "苦涩";
$array_qn[2][38][2] = "酸溜";
$array_qn[2][38][3] = "辛辣";
$array_qn[2][38][4] = "甘甜";
$array_qn[2][38][5] = "D";

$array_qn[2][39][6] = "但 4:12";
$array_qn[2][39][0] = "尼布甲尼撒王所梦见的树是怎样的？";
$array_qn[2][39][1] = "叶子华美";
$array_qn[2][39][2] = "树枝枯乾";
$array_qn[2][39][3] = "果子被虫咬";
$array_qn[2][39][4] = "根被拔起";
$array_qn[2][39][5] = "A";

$array_qn[2][40][6] = "但 4:25";
$array_qn[2][40][0] = "尼布甲尼撒王的第二个梦预表他必被驱赶，并与甚麽同居？";
$array_qn[2][40][1] = "妓女";
$array_qn[2][40][2] = "罪犯";
$array_qn[2][40][3] = "尸体";
$array_qn[2][40][4] = "野兽";
$array_qn[2][40][5] = "D";

$array_qn[2][41][6] = "赛 11:3";
$array_qn[2][41][0] = "从耶西根生的枝子，行审判不凭眼见，断是非也不凭甚麽？";
$array_qn[2][41][1] = "旁听";
$array_qn[2][41][2] = "猜测";
$array_qn[2][41][3] = "目睹";
$array_qn[2][41][4] = "耳闻";
$array_qn[2][41][5] = "D";

$array_qn[2][42][6] = "赛 35:8";
$array_qn[2][42][0] = "有一条大道称为甚麽路，污秽人不得经过，专为赎民行走？";
$array_qn[2][42][1] = "正路";
$array_qn[2][42][2] = "圣路";
$array_qn[2][42][3] = "义路";
$array_qn[2][42][4] = "窄路";
$array_qn[2][42][5] = "B";

$array_qn[2][43][6] = "但 2:46";
$array_qn[2][43][0] = "但以理把梦讲解之后，尼布甲尼撒王对他怎样？";
$array_qn[2][43][1] = "监禁";
$array_qn[2][43][2] = "祷告";
$array_qn[2][43][3] = "下拜";
$array_qn[2][43][4] = "降职";
$array_qn[2][43][5] = "C";

$array_qn[2][44][6] = "赛 48:4";
$array_qn[2][44][0] = "耶和华素来知道以色列人是怎样的？";
$array_qn[2][44][1] = "尊祟衪";
$array_qn[2][44][2] = "敬畏衪";
$array_qn[2][44][3] = "轻视衪";
$array_qn[2][44][4] = "顽梗";
$array_qn[2][44][5] = "D";

$array_qn[2][45][6] = "结 3:17";
$array_qn[2][45][0] = "上帝立以西结为以色列家的：";
$array_qn[2][45][1] = "守望者";
$array_qn[2][45][2] = "君王";
$array_qn[2][45][3] = "审判者";
$array_qn[2][45][4] = "士师";
$array_qn[2][45][5] = "A";

$array_qn[2][46][6] = "结 3:3";
$array_qn[2][46][0] = "以西结吃了书卷，口中觉得：";
$array_qn[2][46][1] = "苦涩";
$array_qn[2][46][2] = "酸溜";
$array_qn[2][46][3] = "辛辣";
$array_qn[2][46][4] = "甘甜";
$array_qn[2][46][5] = "D";

$array_qn[2][47][6] = "但 4:12";
$array_qn[2][47][0] = "尼布甲尼撒王所梦见的树是怎样的？";
$array_qn[2][47][1] = "叶子华美";
$array_qn[2][47][2] = "树枝枯乾";
$array_qn[2][47][3] = "果子被虫咬";
$array_qn[2][47][4] = "根被拔起";
$array_qn[2][47][5] = "A";

$array_qn[2][48][6] = "但 4:25";
$array_qn[2][48][0] = "尼布甲尼撒王的第二个梦预表他必被驱赶，并与甚麽同居？";
$array_qn[2][48][1] = "妓女";
$array_qn[2][48][2] = "罪犯";
$array_qn[2][48][3] = "尸体";
$array_qn[2][48][4] = "野兽";
$array_qn[2][48][5] = "D";

$array_qn[2][49][6] = "赛 11:3";
$array_qn[2][49][0] = "从耶西根生的枝子，行审判不凭眼见，断是非也不凭甚麽？";
$array_qn[2][49][1] = "旁听";
$array_qn[2][49][2] = "猜测";
$array_qn[2][49][3] = "目睹";
$array_qn[2][49][4] = "耳闻";
$array_qn[2][49][5] = "D";

$array_qn[2][50][6] = "赛 35:8";
$array_qn[2][50][0] = "有一条大道称为甚麽路，污秽人不得经过，专为赎民行走？";
$array_qn[2][50][1] = "正路";
$array_qn[2][50][2] = "圣路";
$array_qn[2][50][3] = "义路";
$array_qn[2][50][4] = "窄路";
$array_qn[2][50][5] = "B";


$array_qn[2][51][6] = "赛 38:2";
$array_qn[2][51][0] = "当希西家听到自己将死，就转脸朝哪里祈祷？";
$array_qn[2][51][1] = "圣殿";
$array_qn[2][51][2] = "牆壁";
$array_qn[2][51][3] = "祭坛";
$array_qn[2][51][4] = "苍天";
$array_qn[2][51][5] = "B";

$array_qn[2][52][6] = "玛 1:7";
$array_qn[2][52][0] = "玛拉基说祭司以怎样的态度献祭？";
$array_qn[2][52][1] = "诚心";
$array_qn[2][52][2] = "轻心";
$array_qn[2][52][3] = "谨慎";
$array_qn[2][52][4] = "藐视";
$array_qn[2][52][5] = "D";

$array_qn[2][53][6] = "赛 9:6";
$array_qn[2][53][0] = "因有一婴孩为我们而生，甚麽必担在他的肩头上？";
$array_qn[2][53][1] = "政权";
$array_qn[2][53][2] = "罪债";
$array_qn[2][53][3] = "责任";
$array_qn[2][53][4] = "重担";
$array_qn[2][53][5] = "A";

$array_qn[2][54][6] = "结 37:4";
$array_qn[2][54][0] = "耶和华要以西结向甚麽发预言？";
$array_qn[2][54][1] = "活人";
$array_qn[2][54][2] = "死人";
$array_qn[2][54][3] = "骸骨";
$array_qn[2][54][4] = "墓穴";
$array_qn[2][54][5] = "C";

$array_qn[2][55][6] = "但 1:6";
$array_qn[2][55][0] = "下列哪一个不是但以理的三位同伴？";
$array_qn[2][55][1] = "米沙利";
$array_qn[2][55][2] = "亚略";
$array_qn[2][55][3] = "哈拿尼雅";
$array_qn[2][55][4] = "亚撒利雅";
$array_qn[2][55][5] = "B";

$array_qn[2][56][6] = "该 1:4";
$array_qn[2][56][0] = "耶和华藉哈该说，这殿仍然荒凉，你们还住甚麽的房屋？";
$array_qn[2][56][1] = "华美";
$array_qn[2][56][2] = "高尚";
$array_qn[2][56][3] = "简陋";
$array_qn[2][56][4] = "天花板";
$array_qn[2][56][5] = "D";

$array_qn[2][57][6] = "赛 1:1";
$array_qn[2][57][0] = "谁是以赛亚的父亲？";
$array_qn[2][57][1] = "亚摩斯";
$array_qn[2][57][2] = "亚哈斯";
$array_qn[2][57][3] = "乌西雅";
$array_qn[2][57][4] = "希西家";
$array_qn[2][57][5] = "A";

$array_qn[2][58][6] = "赛 9:7";
$array_qn[2][58][0] = "因有一婴孩为我们而生，他必坐在谁的宝座上？";
$array_qn[2][58][1] = "所罗门";
$array_qn[2][58][2] = "扫罗";
$array_qn[2][58][3] = "以色列";
$array_qn[2][58][4] = "大卫";
$array_qn[2][58][5] = "D";


$array_qn[2][59][6] = "赛 7:10-11";
$array_qn[2][59][0] = "耶和华叫谁求兆头，证明亚兰人与以色列人之地必致见弃？";
$array_qn[2][59][1] = "亚哈斯";
$array_qn[2][59][2] = "以赛亚";
$array_qn[2][59][3] = "乌西雅";
$array_qn[2][59][4] = "约坦";
$array_qn[2][59][5] = "A";

$array_qn[2][60][6] = "赛 8:2";
$array_qn[2][60][0] = "耶和华吩咐以赛亚取大牌写字，由乌利亚和谁记录这事？";
$array_qn[2][60][1] = "阿摩司";
$array_qn[2][60][2] = "哈该";
$array_qn[2][60][3] = "哈巴谷";
$array_qn[2][60][4] = "撒迦利亚";
$array_qn[2][60][5] = "D";

$array_qn[2][61][6] = "赛 38:5";
$array_qn[2][61][0] = "耶和华加增希西家多少年的寿数？";
$array_qn[2][61][1] = "10年";
$array_qn[2][61][2] = "15年";
$array_qn[2][61][3] = "20年";
$array_qn[2][61][4] = "25年";
$array_qn[2][61][5] = "B";

$array_qn[2][62][6] = "赛 38:8";
$array_qn[2][62][0] = "加增希西家寿数的兆头，就是使日晷的日影往后退多少度？";
$array_qn[2][62][1] = "10度";
$array_qn[2][62][2] = "30度";
$array_qn[2][62][3] = "60度";
$array_qn[2][62][4] = "90度";
$array_qn[2][62][5] = "A";

$array_qn[2][63][6] = "耶 28:13";
$array_qn[2][63][0] = "耶利米告诉哈拿尼雅说：你折断木轭，却换了甚麽轭？";
$array_qn[2][63][1] = "石";
$array_qn[2][63][2] = "金";
$array_qn[2][63][3] = "铜";
$array_qn[2][63][4] = "铁";
$array_qn[2][63][5] = "D";

$array_qn[2][64][6] = "结 41:4";
$array_qn[2][64][0] = "在以西结的异象中，耶路撒冷的内殿是：";
$array_qn[2][64][1] = "圣屋";
$array_qn[2][64][2] = "会幕";
$array_qn[2][64][3] = "内室";
$array_qn[2][64][4] = "至圣所";
$array_qn[2][64][5] = "D";

$array_qn[2][65][6] = "赛 8:1";
$array_qn[2][65][0] = "以赛亚写「玛黑珥‧沙拉勒‧哈施‧罢斯」其意思是甚麽？";
$array_qn[2][65][1] = "战争快到";
$array_qn[2][65][2] = "掳掠速临";
$array_qn[2][65][3] = "饥荒临近";
$array_qn[2][65][4] = "大雨将至";
$array_qn[2][65][5] = "B";

$array_qn[2][66][6] = "耶 1:11";
$array_qn[2][66][0] = "耶利米奉召作先知时，看见一根甚麽树枝？";
$array_qn[2][66][1] = "柳树";
$array_qn[2][66][2] = "香柏树";
$array_qn[2][66][3] = "杏树";
$array_qn[2][66][4] = "无花果树";
$array_qn[2][66][5] = "C";

$array_qn[2][67][6] = "耶 19:1";
$array_qn[2][67][0] = "耶和华吩咐耶利米买甚麽？";
$array_qn[2][67][1] = "花瓶";
$array_qn[2][67][2] = "瓦瓶";
$array_qn[2][67][3] = "酒瓶";
$array_qn[2][67][4] = "油瓶";
$array_qn[2][67][5] = "B";

$array_qn[2][68][6] = "结 28:2";
$array_qn[2][68][0] = "哪位君王心里高傲说：我在海中坐神之位？";
$array_qn[2][68][1] = "西顿王";
$array_qn[2][68][2] = "巴比伦王";
$array_qn[2][68][3] = "泰尔王";
$array_qn[2][68][4] = "波斯王";
$array_qn[2][68][5] = "C";

$array_qn[2][69][6] = "亚 3:1";
$array_qn[2][69][0] = "在撒迦利亚的大祭司异象中，谁站在约书亚的右边？";
$array_qn[2][69][1] = "撒旦";
$array_qn[2][69][2] = "耶和华";
$array_qn[2][69][3] = "摩西";
$array_qn[2][69][4] = "亚伦";
$array_qn[2][69][5] = "A";

$array_qn[2][70][6] = "亚 1:8";
$array_qn[2][70][0] = "撒迦利亚先知在第一个异象中看见：";
$array_qn[2][70][1] = "准绳";
$array_qn[2][70][2] = "角";
$array_qn[2][70][3] = "金灯台";
$array_qn[2][70][4] = "马";
$array_qn[2][70][5] = "D";

$array_qn[2][71][6] = "赛 6:1";
$array_qn[2][71][0] = "以赛亚在哪一个王崩的那年见异象？";
$array_qn[2][71][1] = "亚哈斯";
$array_qn[2][71][2] = "希西家";
$array_qn[2][71][3] = "约坦";
$array_qn[2][71][4] = "乌西雅";
$array_qn[2][71][5] = "D";

$array_qn[2][72][6] = "但 2:14";
$array_qn[2][72][0] = "尼布甲尼撒王要派谁去灭绝巴比伦的哲士？";
$array_qn[2][72][1] = "亚略";
$array_qn[2][72][2] = "沙得拉";
$array_qn[2][72][3] = "米煞";
$array_qn[2][72][4] = "亚伯尼歌";
$array_qn[2][72][5] = "A";

$array_qn[2][73][6] = "何 1:3";
$array_qn[2][73][0] = "何西阿娶了谁为妻？";
$array_qn[2][73][1] = "滴拉音";
$array_qn[2][73][2] = "母示";
$array_qn[2][73][3] = "歌蔑";
$array_qn[2][73][4] = "示罗密";
$array_qn[2][73][5] = "C";

$array_qn[2][74][6] = "赛 1:1";
$array_qn[2][74][0] = "以赛亚得默示论及犹大和甚麽地方？";
$array_qn[2][74][1] = "耶路撒冷";
$array_qn[2][74][2] = "巴比伦";
$array_qn[2][74][3] = "亚述";
$array_qn[2][74][4] = "埃及";
$array_qn[2][74][5] = "A";

$array_qn[2][75][6] = "耶 15:4";
$array_qn[2][75][0] = "犹大人在万国中抛来抛去，都因谁在耶路撒冷所行的事？";
$array_qn[2][75][1] = "希西家";
$array_qn[2][75][2] = "玛拿西";
$array_qn[2][75][3] = "所罗门";
$array_qn[2][75][4] = "亚哈";
$array_qn[2][75][5] = "B";

$array_qn[2][76][6] = "耶 21:1-2";
$array_qn[2][76][0] = "谁打发人去见耶利米，请他为巴比伦王来攻求问耶和华？";
$array_qn[2][76][1] = "西底家";
$array_qn[2][76][2] = "约雅敬";
$array_qn[2][76][3] = "约雅斤";
$array_qn[2][76][4] = "约西亚";
$array_qn[2][76][5] = "A";

$array_qn[2][77][6] = "摩 7:17";
$array_qn[2][77][0] = "以下哪一样不是亚玛谢控告阿摩司后所受的重罚？";
$array_qn[2][77][1] = "地被分取";
$array_qn[2][77][2] = "妻作妓女";
$array_qn[2][77][3] = "儿女被杀";
$array_qn[2][77][4] = "满身生疮";
$array_qn[2][77][5] = "D";

$array_qn[2][78][6] = "耶 11:21";
$array_qn[2][78][0] = "甚麽人寻索耶利米的命？";
$array_qn[2][78][1] = "亚拿突人";
$array_qn[2][78][2] = "利甲族人";
$array_qn[2][78][3] = "亚实突人";
$array_qn[2][78][4] = "利未人";
$array_qn[2][78][5] = "A";

$array_qn[2][79][6] = "耶 40:1";
$array_qn[2][79][0] = "谁从被掳到巴比伦的人中释放了耶利米？";
$array_qn[2][79][1] = "加利亚";
$array_qn[2][79][2] = "基大利";
$array_qn[2][79][3] = "亚希甘";
$array_qn[2][79][4] = "尼布撒拉旦";
$array_qn[2][79][5] = "D";

$array_qn[2][80][6] = "但 8:16";
$array_qn[2][80][0] = "谁为但以理解说第二个异象？";
$array_qn[2][80][1] = "米煞";
$array_qn[2][80][2] = "米沙利";
$array_qn[2][80][3] = "沙得拉";
$array_qn[2][80][4] = "加百列";
$array_qn[2][80][5] = "D";

$array_qn[2][81][6] = "弥 1:1";
$array_qn[2][81][0] = "弥迦不是在哪位犹大王当政时作先知？";
$array_qn[2][81][1] = "约坦";
$array_qn[2][81][2] = "亚撒";
$array_qn[2][81][3] = "亚哈斯";
$array_qn[2][81][4] = "希西家";
$array_qn[2][81][5] = "B";

$array_qn[2][82][6] = "耶 36:32";
$array_qn[2][82][0] = "谁烧了耶利米吩咐巴录向犹大人宣讲的书卷？";
$array_qn[2][82][1] = "约雅敬";
$array_qn[2][82][2] = "约雅斤";
$array_qn[2][82][3] = "希西家";
$array_qn[2][82][4] = "西底家";
$array_qn[2][82][5] = "A";

$array_qn[2][83][6] = "结 1:1";
$array_qn[2][83][0] = "以西结在哪条河边见到异象？";
$array_qn[2][83][1] = "迦巴鲁河";
$array_qn[2][83][2] = "约旦河";
$array_qn[2][83][3] = "尼罗河";
$array_qn[2][83][4] = "泰晤士河";
$array_qn[2][83][5] = "A";

$array_qn[2][84][6] = "结 1:2";
$array_qn[2][84][0] = "以西结是在哪一个王被掳第五年得见异象？";
$array_qn[2][84][1] = "约西亚";
$array_qn[2][84][2] = "约沙法";
$array_qn[2][84][3] = "约雅斤";
$array_qn[2][84][4] = "约阿施";
$array_qn[2][84][5] = "C";


$array_qn[2][85][6] = "何 1:8-9";
$array_qn[2][85][0] = "何西阿第二个儿子名叫：";
$array_qn[2][85][1] = "罗波安";
$array_qn[2][85][2] = "罗 阿米";
$array_qn[2][85][3] = "耶斯列";
$array_qn[2][85][4] = "耶斯";
$array_qn[2][85][5] = "B";

$array_qn[2][86][6] = "鸿 1:1";
$array_qn[2][86][0] = "那鸿从上帝得默示是论及哪一座城？";
$array_qn[2][86][1] = "尼尼微";
$array_qn[2][86][2] = "希伯崙";
$array_qn[2][86][3] = "撒马利亚";
$array_qn[2][86][4] = "耶路撒冷";
$array_qn[2][86][5] = "A";

$array_qn[2][87][6] = "何 1:6";
$array_qn[2][87][0] = "何西阿女儿罗‧路哈玛的意思是：";
$array_qn[2][87][1] = "不蒙怜悯";
$array_qn[2][87][2] = "必蒙怜悯";
$array_qn[2][87][3] = "不蒙应允";
$array_qn[2][87][4] = "必蒙应允";
$array_qn[2][87][5] = "A";

$array_qn[2][88][6] = "何 1:9";
$array_qn[2][88][0] = "「罗‧阿米」的意思是：";
$array_qn[2][88][1] = "我民";
$array_qn[2][88][2] = "非我民";
$array_qn[2][88][3] = "我主";
$array_qn[2][88][4] = "非我主";
$array_qn[2][88][5] = "B";

$array_qn[2][89][6] = "何 2:16";
$array_qn[2][89][0] = "以色列人必称呼耶和华「伊施」。「伊施」的意思是：";
$array_qn[2][89][1] = "我夫";
$array_qn[2][89][2] = "我主";
$array_qn[2][89][3] = "我王";
$array_qn[2][89][4] = "我神";
$array_qn[2][89][5] = "A";


$array_qn[2][90][6] = "何 2:16";
$array_qn[2][90][0] = "以色列人必不称呼耶和华「巴力」。「巴力」的意思是：";
$array_qn[2][90][1] = "我夫";
$array_qn[2][90][2] = "我主";
$array_qn[2][90][3] = "我王";
$array_qn[2][90][4] = "我神";
$array_qn[2][90][5] = "B";

$array_qn[2][91][6] = "何 2:22";
$array_qn[2][91][0] = "五穀、新酒、和油必应允耶斯列民。「耶斯列」的意思是：";
$array_qn[2][91][1] = "上帝扶持";
$array_qn[2][91][2] = "上帝栽种";
$array_qn[2][91][3] = "上帝保持";
$array_qn[2][91][4] = "上帝赐与";
$array_qn[2][91][5] = "B";

$array_qn[2][92][6] = "弥 6:16";
$array_qn[2][92][0] = "耶和华严责以色列人守谁的恶规？";
$array_qn[2][92][1] = "暗利";
$array_qn[2][92][2] = "亚哈";
$array_qn[2][92][3] = "罗波安";
$array_qn[2][92][4] = "耶罗波安";
$array_qn[2][92][5] = "A";

$array_qn[2][93][6] = "亚 11:14";
$array_qn[2][93][0] = "耶和华折断「联索」的杖，表明废弃犹大与哪地的情谊？";
$array_qn[2][93][1] = "以色列";
$array_qn[2][93][2] = "亚玛力";
$array_qn[2][93][3] = "以东";
$array_qn[2][93][4] = "亚扪";
$array_qn[2][93][5] = "A";

$array_qn[2][94][6] = "该 1:12";
$array_qn[2][94][0] = "所罗巴伯是谁的儿子？";
$array_qn[2][94][1] = "滴拉音";
$array_qn[2][94][2] = "约书亚";
$array_qn[2][94][3] = "撒拉铁";
$array_qn[2][94][4] = "示罗密";
$array_qn[2][94][5] = "C";

$array_qn[3][1][6] = "路 21:2";
$array_qn[3][1][0] = "耶稣看见穷寡妇奉献了多少个小钱，就称讚她？";
$array_qn[3][1][1] = "1个";
$array_qn[3][1][2] = "2个";
$array_qn[3][1][3] = "3个";
$array_qn[3][1][4] = "4个";
$array_qn[3][1][5] = "B";

$array_qn[3][2][6] = "太 6:24";
$array_qn[3][2][0] = "「玛门」的意思是：";
$array_qn[3][2][1] = "名利";
$array_qn[3][2][2] = "地位";
$array_qn[3][2][3] = "权力";
$array_qn[3][2][4] = "财利";
$array_qn[3][2][5] = "D";

$array_qn[3][3][6] = "太 26:36";
$array_qn[3][3][0] = "耶稣在哪裡祷告，求上帝将苦杯拿走？";
$array_qn[3][3][1] = "各各他";
$array_qn[3][3][2] = "客西马尼";
$array_qn[3][3][3] = "加利利";
$array_qn[3][3][4] = "伯大尼";
$array_qn[3][3][5] = "B";

$array_qn[3][4][6] = "太 27:13";
$array_qn[3][4][0] = "耶稣被哪一位巡抚审问？";
$array_qn[3][4][1] = "希律";
$array_qn[3][4][2] = "提阿非罗";
$array_qn[3][4][3] = "彼拉多";
$array_qn[3][4][4] = " 巴拉巴";
$array_qn[3][4][5] = "C";

$array_qn[3][5][6] = "太 27:20";
$array_qn[3][5][0] = "祭司长和长老挑唆众人，求释放谁？";
$array_qn[3][5][1] = "巴拉巴";
$array_qn[3][5][2] = "巴拿巴";
$array_qn[3][5][3] = "巴拉";
$array_qn[3][5][4] = "西西拉";
$array_qn[3][5][5] = "A";

$array_qn[3][6][6] = "约 1:6";
$array_qn[3][6][0] = "谁从上帝那里差来为光作见证的？";
$array_qn[3][6][1] = "约瑟";
$array_qn[3][6][2] = "路加";
$array_qn[3][6][3] = "马太";
$array_qn[3][6][4] = "施洗约翰";
$array_qn[3][6][5] = "D";

$array_qn[3][7][6] = "约 19:23-24";
$array_qn[3][7][0] = "兵丁为耶稣的甚麽拈阄？";
$array_qn[3][7][1] = "鞋子";
$array_qn[3][7][2] = "腰带";
$array_qn[3][7][3] = "外衣";
$array_qn[3][7][4] = "里衣";
$array_qn[3][7][5] = "D";

$array_qn[3][8][6] = "太 13:31";
$array_qn[3][8][0] = "天国好像一粒甚麽种子，长大后比各样的菜都大？";
$array_qn[3][8][1] = "芥菜种";
$array_qn[3][8][2] = "白菜种";
$array_qn[3][8][3] = "生菜种";
$array_qn[3][8][4] = "椰菜种";
$array_qn[3][8][5] = "A";

$array_qn[3][9][6] = "太 26:15";
$array_qn[3][9][0] = "祭司长给犹大多少块钱，作为他出卖耶稣的代价？";
$array_qn[3][9][1] = "10块";
$array_qn[3][9][2] = "20块";
$array_qn[3][9][3] = "30块";
$array_qn[3][9][4] = "40块";
$array_qn[3][9][5] = "C";

$array_qn[3][10][6] = "太 26:1";
$array_qn[3][10][0] = "耶稣在甚麽日子吃最后晚餐？";
$array_qn[3][10][1] = "除酵节";
$array_qn[3][10][2] = "赎罪日";
$array_qn[3][10][3] = "住棚节";
$array_qn[3][10][4] = "五旬节";
$array_qn[3][10][5] = "A";


$array_qn[3][11][6] = "可 14:29";
$array_qn[3][11][0] = "谁说：「众人虽然跌倒，我总不能」？";
$array_qn[3][11][1] = "约翰";
$array_qn[3][11][2] = "雅各";
$array_qn[3][11][3] = "犹大";
$array_qn[3][11][4] = "彼得";
$array_qn[3][11][5] = "D";

$array_qn[3][12][6] = "路 22:34";
$array_qn[3][12][0] = "耶稣预言彼得必在鸡啼之前多少次不认他？";
$array_qn[3][12][1] = "2次";
$array_qn[3][12][2] = "3次";
$array_qn[3][12][3] = "4次";
$array_qn[3][12][4] = "5次";
$array_qn[3][12][5] = "B";

$array_qn[3][13][6] = "约 1:41";
$array_qn[3][13][0] = "「弥赛亚」翻出来是甚麽意思？";
$array_qn[3][13][1] = "耶和华";
$array_qn[3][13][2] = "基督";
$array_qn[3][13][3] = "主";
$array_qn[3][13][4] = "先知";
$array_qn[3][13][5] = "B";

$array_qn[3][14][6] = "太 1:23";
$array_qn[3][14][0] = "「以马内利」的意思是，上帝与我们怎样？";
$array_qn[3][14][1] = "同在";
$array_qn[3][14][2] = "同行";
$array_qn[3][14][3] = "同心";
$array_qn[3][14][4] = "同工";
$array_qn[3][14][5] = "A";

$array_qn[3][15][6] = "太 3:13";
$array_qn[3][15][0] = "耶稣在甚麽河受洗？";
$array_qn[3][15][1] = "约旦河";
$array_qn[3][15][2] = "尼罗河";
$array_qn[3][15][3] = "底格里斯河";
$array_qn[3][15][4] = "幼发拉底";
$array_qn[3][15][5] = "A";

$array_qn[3][16][6] = "太 8:4";
$array_qn[3][16][0] = "耶稣洁淨长大痲疯的人，叫他献上谁所吩咐的礼物？";
$array_qn[3][16][1] = "大卫";
$array_qn[3][16][2] = "约书亚";
$array_qn[3][16][3] = "亚伦";
$array_qn[3][16][4] = "摩西";
$array_qn[3][16][5] = "D";

$array_qn[3][17][6] = "太 22:17";
$array_qn[3][17][0] = "法利赛人以纳税给谁的问题，来试探耶稣？";
$array_qn[3][17][1] = "凯撒";
$array_qn[3][17][2] = "撒该";
$array_qn[3][17][3] = "希律";
$array_qn[3][17][4] = "彼拉多";
$array_qn[3][17][5] = "A";

$array_qn[3][18][6] = "太 27:33";
$array_qn[3][18][0] = "「各各他」的意思是：";
$array_qn[3][18][1] = "死亡地";
$array_qn[3][18][2] = "坟地";
$array_qn[3][18][3] = "灭亡地　";
$array_qn[3][18][4] = "髑髅地";
$array_qn[3][18][5] = "D";

$array_qn[3][19][6] = "太 28:7";
$array_qn[3][19][0] = "天使要妇女告诉门徒耶稣复活了，并且往哪里去了？";
$array_qn[3][19][1] = "耶路撒冷";
$array_qn[3][19][2] = "撒马利亚";
$array_qn[3][19][3] = "加利利";
$array_qn[3][19][4] = "伯利恒";
$array_qn[3][19][5] = "C";

$array_qn[3][20][6] = "可 15:39";
$array_qn[3][20][0] = "甚麽人看见耶稣断气，就说：「这人真是上帝的儿子」？";
$array_qn[3][20][1] = "兵丁";
$array_qn[3][20][2] = "强盗";
$array_qn[3][20][3] = "百夫长";
$array_qn[3][20][4] = "妇女";
$array_qn[3][20][5] = "C";


$array_qn[3][21][6] = "路 1:13";
$array_qn[3][21][0] = "天使向撒迦利亚预言将要生子，要给他起名叫什麽？";
$array_qn[3][21][1] = "约翰";
$array_qn[3][21][2] = "雅各";
$array_qn[3][21][3] = "彼得";
$array_qn[3][21][4] = "耶稣";
$array_qn[3][21][5] = "A";

$array_qn[3][22][6] = "路 3:23";
$array_qn[3][22][0] = "耶稣开头传道，年纪约有多少岁？";
$array_qn[3][22][1] = "30岁";
$array_qn[3][22][2] = "31岁";
$array_qn[3][22][3] = "32岁";
$array_qn[3][22][4] = "33岁";
$array_qn[3][22][5] = "A";

$array_qn[3][23][6] = "路 22:39";
$array_qn[3][23][0] = "耶稣被卖的那一夜，照常往那座山祷告？";
$array_qn[3][23][1] = "橄榄山";
$array_qn[3][23][2] = "西奈山";
$array_qn[3][23][3] = "他泊山";
$array_qn[3][23][4] = "黑门山";
$array_qn[3][23][5] = "A";

$array_qn[3][24][6] = "约 16:7";
$array_qn[3][24][0] = "耶稣说，我若不去，谁就不来？";
$array_qn[3][24][1] = "老师";
$array_qn[3][24][2] = "保惠师";
$array_qn[3][24][3] = "先知";
$array_qn[3][24][4] = "祭司";
$array_qn[3][24][5] = "B";

$array_qn[3][25][6] = "太 2:7";
$array_qn[3][25][0] = "谁暗暗地召了博士来，并差他们往伯利恒去？";
$array_qn[3][25][1] = "天使";
$array_qn[3][25][2] = "牧羊人";
$array_qn[3][25][3] = "希律";
$array_qn[3][25][4] = "马利亚";
$array_qn[3][25][5] = "C";

$array_qn[3][26][6] = "太 3:4";
$array_qn[3][26][0] = "施洗约翰吃的是甚麽？";
$array_qn[3][26][1] = "无花果";
$array_qn[3][26][2] = "橄榄";
$array_qn[3][26][3] = "蝗虫野蜜";
$array_qn[3][26][4] = "无酵饼";
$array_qn[3][26][5] = "C";

$array_qn[3][27][6] = "太 11:2";
$array_qn[3][27][0] = "谁打发两个门徒去见耶稣，问祂是否那将要来的？";
$array_qn[3][27][1] = "文士";
$array_qn[3][27][2] = "保罗";
$array_qn[3][27][3] = "施洗约翰";
$array_qn[3][27][4] = "法利赛";
$array_qn[3][27][5] = "C";

$array_qn[3][28][6] = "约 12:7";
$array_qn[3][28][0] = "耶稣说：马利亚献香膏是为祂甚麽之日存留的？";
$array_qn[3][28][1] = "升天";
$array_qn[3][28][2] = "安葬";
$array_qn[3][28][3] = "复活";
$array_qn[3][28][4] = "受苦";
$array_qn[3][28][5] = "B";

$array_qn[3][29][6] = "徒 22:25";
$array_qn[3][29][0] = "保罗因为是甚麽国籍而免受鞭打？";
$array_qn[3][29][1] = "罗马藉";
$array_qn[3][29][2] = "埃及藉";
$array_qn[3][29][3] = "犹太藉";
$array_qn[3][29][4] = "希腊藉";
$array_qn[3][29][5] = "A";

$array_qn[3][30][6] = "太 17:27";
$array_qn[3][30][0] = "耶稣吩咐彼得从甚麽活物的口中得钱作税银？";
$array_qn[3][30][1] = "鱼";
$array_qn[3][30][2] = "羊";
$array_qn[3][30][3] = "牛";
$array_qn[3][30][4] = "鸽";
$array_qn[3][30][5] = "A";


$array_qn[3][31][6] = "约 1:42";
$array_qn[3][31][0] = "「矶法」翻出来是甚麽意思？";
$array_qn[3][31][1] = "腓力";
$array_qn[3][31][2] = "拿但业";
$array_qn[3][31][3] = "安得烈";
$array_qn[3][31][4] = "彼得";
$array_qn[3][31][5] = "D";

$array_qn[3][32][6] = "约 1:47";
$array_qn[3][32][0] = "耶稣称谁是个真以色列人，心裡没有诡诈？";
$array_qn[3][32][1] = "雅各";
$array_qn[3][32][2] = "拿但业";
$array_qn[3][32][3] = "约翰";
$array_qn[3][32][4] = "腓力";
$array_qn[3][32][5] = "B";

$array_qn[3][33][6] = "约 4:7";
$array_qn[3][33][0] = "耶稣在撒马利亚与甚麽人谈「活水」？";
$array_qn[3][33][1] = "罪人";
$array_qn[3][33][2] = "税吏";
$array_qn[3][33][3] = "妇人";
$array_qn[3][33][4] = "瞎子";
$array_qn[3][33][5] = "C";

$array_qn[3][34][6] = "徒 1:9";
$array_qn[3][34][0] = "有甚麽把耶稣接往天上？";
$array_qn[3][34][1] = "天使";
$array_qn[3][34][2] = "旋风";
$array_qn[3][34][3] = "云彩";
$array_qn[3][34][4] = "火车火";
$array_qn[3][34][5] = "C";

$array_qn[3][35][6] = "徒 4:36";
$array_qn[3][35][0] = "「巴拿巴」翻出来是甚麽意思？";
$array_qn[3][35][1] = "劝慰子";
$array_qn[3][35][2] = "安慰子";
$array_qn[3][35][3] = "劝导子";
$array_qn[3][35][4] = "雷子";
$array_qn[3][35][5] = "A";

$array_qn[3][36][6] = "徒 9:27";
$array_qn[3][36][0] = "在耶路撒冷，只有谁愿意接待扫罗？";
$array_qn[3][36][1] = "巴拿巴";
$array_qn[3][36][2] = "马可";
$array_qn[3][36][3] = "腓利";
$array_qn[3][36][4] = "腓力";
$array_qn[3][36][5] = "A";

$array_qn[3][37][6] = "太 3:11";
$array_qn[3][37][0] = "施洗约翰用水施洗，但那以后来的，要用甚麽施洗？";
$array_qn[3][37][1] = "圣灵与水";
$array_qn[3][37][2] = "圣灵与火";
$array_qn[3][37][3] = "油与酒";
$array_qn[3][37][4] = "圣灵与油";
$array_qn[3][37][5] = "B";

$array_qn[3][38][6] = "太 22:23";
$array_qn[3][38][0] = "甚麽人与耶稣辩驳复活之事？";
$array_qn[3][38][1] = "法利赛人";
$array_qn[3][38][2] = "撒都该人";
$array_qn[3][38][3] = "文士";
$array_qn[3][38][4] = "祭司";
$array_qn[3][38][5] = "B";

$array_qn[3][39][6] = "可 1:16";
$array_qn[3][39][0] = "耶稣在哪个海边呼召四个渔夫作门徒？";
$array_qn[3][39][1] = "加利利";
$array_qn[3][39][2] = "地中海";
$array_qn[3][39][3] = "死海";
$array_qn[3][39][4] = "红海";
$array_qn[3][39][5] = "A";

$array_qn[3][40][6] = "路 1:17";
$array_qn[3][40][0] = "天使说施洗约翰必有谁的心志能力？";
$array_qn[3][40][1] = "摩西";
$array_qn[3][40][2] = "以利亚";
$array_qn[3][40][3] = "亚伦";
$array_qn[3][40][4] = "大卫";
$array_qn[3][40][5] = "B";


$array_qn[3][41][6] = "路 1:26";
$array_qn[3][41][0] = "天使往哪一座城向马利亚报喜讯？";
$array_qn[3][41][1] = "拿撒勒";
$array_qn[3][41][2] = "伯利恒";
$array_qn[3][41][3] = "耶路撒冷";
$array_qn[3][41][4] = "耶利哥";
$array_qn[3][41][5] = "A";

$array_qn[3][42][6] = "路 4:17";
$array_qn[3][42][0] = "耶稣在拿撒勒的会堂念哪位先知的书？";
$array_qn[3][42][1] = "阿摩司";
$array_qn[3][42][2] = "约珥";
$array_qn[3][42][3] = "弥迦";
$array_qn[3][42][4] = "以赛亚";
$array_qn[3][42][5] = "D";

$array_qn[3][43][6] = "路 23:26";
$array_qn[3][43][0] = "谁替耶稣背十字架？";
$array_qn[3][43][1] = "西门．彼得";
$array_qn[3][43][2] = "雅各";
$array_qn[3][43][3] = "西门";
$array_qn[3][43][4] = "古利奈人西门";
$array_qn[3][43][5] = "D";

$array_qn[3][44][6] = "徒 1:4";
$array_qn[3][44][0] = "耶稣吩咐门徒不要离开哪里，要等候圣灵的洗？";
$array_qn[3][44][1] = "加利利";
$array_qn[3][44][2] = "耶路撒冷";
$array_qn[3][44][3] = "迦百农";
$array_qn[3][44][4] = "撒马利亚";
$array_qn[3][44][5] = "B";

$array_qn[3][45][6] = "徒 8:1";
$array_qn[3][45][0] = "耶路撒冷的教会大遭逼迫，门徒都分散在犹太和哪里？";
$array_qn[3][45][1] = "马其顿";
$array_qn[3][45][2] = "基利家";
$array_qn[3][45][3] = "亚细亚";
$array_qn[3][45][4] = "撒马利亚";
$array_qn[3][45][5] = "D";

$array_qn[3][46][6] = "徒 8:18";
$array_qn[3][46][0] = "谁看见使徒按手有圣灵赐下，就拿钱给使徒买这权柄？";
$array_qn[3][46][1] = "西门";
$array_qn[3][46][2] = "亚拿尼亚";
$array_qn[3][46][3] = "扫罗";
$array_qn[3][46][4] = "腓利";
$array_qn[3][46][5] = "A";

$array_qn[3][47][6] = "徒 9:3";
$array_qn[3][47][0] = "扫罗在往哪裡的路上，因遇见异象而仆倒在地上？";
$array_qn[3][47][1] = "大马士革";
$array_qn[3][47][2] = "泰尔";
$array_qn[3][47][3] = "西顿";
$array_qn[3][47][4] = "安提阿";
$array_qn[3][47][5] = "A";

$array_qn[3][48][6] = "路 2:21";
$array_qn[3][48][0] = "满了多少天，约瑟就给耶稣行割礼？";
$array_qn[3][48][1] = "5天";
$array_qn[3][48][2] = "7天";
$array_qn[3][48][3] = "8天";
$array_qn[3][48][4] = "10天";
$array_qn[3][48][5] = "C";

$array_qn[3][49][6] = "路 23:7";
$array_qn[3][49][0] = "彼拉多一听见耶稣是加利利人，便把他交给谁？";
$array_qn[3][49][1] = "法利赛人";
$array_qn[3][49][2] = "犹太人";
$array_qn[3][49][3] = "加利利人";
$array_qn[3][49][4] = "希律";
$array_qn[3][49][5] = "D";

$array_qn[3][50][6] = "约 1:14";
$array_qn[3][50][0] = "道成了肉身，住在我们中间，有恩典，还有甚麽？";
$array_qn[3][50][1] = "有真理";
$array_qn[3][50][2] = "有律法";
$array_qn[3][50][3] = "有生命";
$array_qn[3][50][4] = "有真光";
$array_qn[3][50][5] = "A";

$array_qn[3][51][6] = "约 2:1";
$array_qn[3][51][0] = "耶稣在哪裡的婚筵上把水变为酒？";
$array_qn[3][51][1] = "迦拿";
$array_qn[3][51][2] = "伯赛大";
$array_qn[3][51][3] = "撒马利亚";
$array_qn[3][51][4] = "耶路撒";
$array_qn[3][51][5] = "A";

$array_qn[3][52][6] = "徒 2:1";
$array_qn[3][52][0] = "门徒甚麽时候被圣灵充满？";
$array_qn[3][52][1] = "住棚节";
$array_qn[3][52][2] = "逾越节";
$array_qn[3][52][3] = "无酵节";
$array_qn[3][52][4] = "五旬节";
$array_qn[3][52][5] = "D";

$array_qn[3][53][6] = "徒 7:60";
$array_qn[3][53][0] = "谁是教会第一位殉道者？";
$array_qn[3][53][1] = "司提反";
$array_qn[3][53][2] = "腓利";
$array_qn[3][53][3] = "彼得";
$array_qn[3][53][4] = "雅各";
$array_qn[3][53][5] = "A";

$array_qn[3][54][6] = "太 12:39";
$array_qn[3][54][0] = "耶稣说：除了哪位先知的神蹟以外，再没有神蹟看？";
$array_qn[3][54][1] = "约拿";
$array_qn[3][54][2] = "以利亚";
$array_qn[3][54][3] = "以利沙";
$array_qn[3][54][4] = "以赛亚";
$array_qn[3][54][5] = "A";

$array_qn[3][55][6] = "太 20:20-21";
$array_qn[3][55][0] = "谁的妻子来求耶稣，让她的两个儿子坐在耶稣左右？";
$array_qn[3][55][1] = "苦撒";
$array_qn[3][55][2] = "雅各";
$array_qn[3][55][3] = "西庇太";
$array_qn[3][55][4] = "亚勒腓";
$array_qn[3][55][5] = "C";

$array_qn[3][56][6] = "可 6:17";
$array_qn[3][56][0] = "希律为了谁的缘故杀害约翰？";
$array_qn[3][56][1] = "腓力";
$array_qn[3][56][2] = "希罗底";
$array_qn[3][56][3] = "底波拉";
$array_qn[3][56][4] = "利伯加";
$array_qn[3][56][5] = "B";

$array_qn[3][57][6] = "路 1:5";
$array_qn[3][57][0] = "撒迦利亚的妻子伊利莎白是谁的后人？";
$array_qn[3][57][1] = "摩西";
$array_qn[3][57][2] = "大卫";
$array_qn[3][57][3] = "所罗门";
$array_qn[3][57][4] = "亚伦";
$array_qn[3][57][5] = "D";

$array_qn[3][58][6] = "路 2:42";
$array_qn[3][58][0] = "耶稣几岁上耶路撒冷守逾越节，然后留在圣殿听道？";
$array_qn[3][58][1] = "10岁";
$array_qn[3][58][2] = "11岁";
$array_qn[3][58][3] = "12岁";
$array_qn[3][58][4] = "13岁";
$array_qn[3][58][5] = "C";

$array_qn[3][59][6] = "路 9:30";
$array_qn[3][59][0] = "门徒看见耶稣改变形像，并同摩西和谁说话？";
$array_qn[3][59][1] = "亚伦";
$array_qn[3][59][2] = "以诺";
$array_qn[3][59][3] = "挪亚";
$array_qn[3][59][4] = "以利亚";
$array_qn[3][59][5] = "D";

$array_qn[3][60][6] = "路 23:12";
$array_qn[3][60][0] = "希律和彼拉多因耶稣的缘故成了甚麽？";
$array_qn[3][60][1] = "仇人";
$array_qn[3][60][2] = "朋友";
$array_qn[3][60][3] = "姻亲";
$array_qn[3][60][4] = "知己";
$array_qn[3][60][5] = "B";

$array_qn[3][61][6] = "约 1:41";
$array_qn[3][61][0] = "施洗约翰的哪一位门徒跟随了耶稣？";
$array_qn[3][61][1] = "腓力";
$array_qn[3][61][2] = "拿但业";
$array_qn[3][61][3] = "西门";
$array_qn[3][61][4] = "安得烈";
$array_qn[3][61][5] = "D";

$array_qn[3][62][6] = "徒 1:3";
$array_qn[3][62][0] = "耶稣复活后，向门徒显现多少天？";
$array_qn[3][62][1] = "20天";
$array_qn[3][62][2] = "30天";
$array_qn[3][62][3] = "40天";
$array_qn[3][62][4] = "70天";
$array_qn[3][62][5] = "C";

$array_qn[3][63][6] = "徒 6:8";
$array_qn[3][63][0] = "谁被利百地拿等会堂的人设假见证陷害？";
$array_qn[3][63][1] = "彼得";
$array_qn[3][63][2] = "司提反";
$array_qn[3][63][3] = "巴拿巴";
$array_qn[3][63][4] = "腓利";
$array_qn[3][63][5] = "B";

$array_qn[3][64][6] = "徒 11:27";
$array_qn[3][64][0] = "门徒称为「基督徒」是从哪裡起首？";
$array_qn[3][64][1] = "腓立比";
$array_qn[3][64][2] = "加拉太";
$array_qn[3][64][3] = "安提阿";
$array_qn[3][64][4] = "以弗所";
$array_qn[3][64][5] = "C";

$array_qn[3][65][6] = "徒 16:9";
$array_qn[3][65][0] = "保罗在特罗亚见异象，随即往哪裡去？";
$array_qn[3][65][1] = "亚细亚";
$array_qn[3][65][2] = "加拉太";
$array_qn[3][65][3] = "马其顿";
$array_qn[3][65][4] = "庇推尼";
$array_qn[3][65][5] = "C";

$array_qn[3][66][6] = "徒 24:24";
$array_qn[3][66][0] = "谁和夫人土西拉一同听保罗讲论基督耶稣的道？";
$array_qn[3][66][1] = "革老丢";
$array_qn[3][66][2] = "腓力斯";
$array_qn[3][66][3] = "非斯都";
$array_qn[3][66][4] = "亚基帕";
$array_qn[3][66][5] = "B";

$array_qn[3][67][6] = "太 2:14";
$array_qn[3][67][0] = "约瑟为了逃避希律的杀害，带耶稣与马利亚往哪裡去？";
$array_qn[3][67][1] = "撒马利亚";
$array_qn[3][67][2] = "泰尔";
$array_qn[3][67][3] = "西顿";
$array_qn[3][67][4] = "埃及";
$array_qn[3][67][5] = "D";


$array_qn[3][68][6] = "太 3:3";
$array_qn[3][68][0] = "施洗约翰的出现，是应验哪一位先知的预言？";
$array_qn[3][68][1] = "以赛亚";
$array_qn[3][68][2] = "以西结";
$array_qn[3][68][3] = "以利亚";
$array_qn[3][68][4] = "以利沙";
$array_qn[3][68][5] = "A";

$array_qn[3][69][6] = "路 1:26";
$array_qn[3][69][0] = "伊利莎白怀孕第几个月，天使往马利亚那里去？";
$array_qn[3][69][1] = "第一个月";
$array_qn[3][69][2] = "第三个月";
$array_qn[3][69][3] = "第六个月";
$array_qn[3][69][4] = "第七个月";
$array_qn[3][69][5] = "C";

$array_qn[3][70][6] = "路 11:15";
$array_qn[3][70][0] = "耶稣赶出哑巴鬼后，有人说他是靠谁赶鬼的？";
$array_qn[3][70][1] = "别西卜";
$array_qn[3][70][2] = "巴力";
$array_qn[3][70][3] = "摩洛";
$array_qn[3][70][4] = "占卜";
$array_qn[3][70][5] = "A";

$array_qn[3][71][6] = "路 18:1-8";
$array_qn[3][71][0] = "耶稣设一个甚麽比喻，要人常常祷告？";
$array_qn[3][71][1] = "不义的管家";
$array_qn[3][71][2] = "寡妇和法官";
$array_qn[3][71][3] = "浪子的故事";
$array_qn[3][71][4] = "警醒的僕人";
$array_qn[3][71][5] = "D";

$array_qn[3][72][6] = "路 23:44";
$array_qn[3][72][0] = "耶稣大约何时断气？";
$array_qn[3][72][1] = "正午";
$array_qn[3][72][2] = "申初";
$array_qn[3][72][3] = "晚上";
$array_qn[3][72][4] = "早上";
$array_qn[3][72][5] = "B";

$array_qn[3][73][6] = "约 3:5";
$array_qn[3][73][0] = "耶稣说：人若不是从甚麽生的，就不能进上帝的国？";
$array_qn[3][73][1] = "火和圣灵";
$array_qn[3][73][2] = "水和圣灵";
$array_qn[3][73][3] = "水和火";
$array_qn[3][73][4] = "天和地";
$array_qn[3][73][5] = "B";

$array_qn[3][74][6] = "约 6:68";
$array_qn[3][74][0] = "谁说：「你有永生之道，我们还归从谁？」？";
$array_qn[3][74][1] = "雅各";
$array_qn[3][74][2] = "彼得";
$array_qn[3][74][3] = "约翰";
$array_qn[3][74][4] = "马太";
$array_qn[3][74][5] = "B";

$array_qn[3][75][6] = "徒 2:41";
$array_qn[3][75][0] = "彼得在五旬节的讲说后，门徒约添了多少人？";
$array_qn[3][75][1] = "一千";
$array_qn[3][75][2] = "三千";
$array_qn[3][75][3] = "五千";
$array_qn[3][75][4] = "七千";
$array_qn[3][75][5] = "B";

$array_qn[3][76][6] = "徒 9:41";
$array_qn[3][76][0] = "彼得使谁从死裡复活？";
$array_qn[3][76][1] = "多马";
$array_qn[3][76][2] = "提多";
$array_qn[3][76][3] = "多加";
$array_qn[3][76][4] = "路加";
$array_qn[3][76][5] = "C";

$array_qn[3][77][6] = "徒 21:10-11";
$array_qn[3][77][0] = "谁预言保罗在耶路撒冷必被捆绑？";
$array_qn[3][77][1] = "友布罗";
$array_qn[3][77][2] = "基利司布";
$array_qn[3][77][3] = "亚基布";
$array_qn[3][77][4] = "亚迦布";
$array_qn[3][77][5] = "D";

$array_qn[3][78][6] = "可 16:1";
$array_qn[3][78][0] = "谁与抹大拉的马利亚、雅各的母亲一起去膏耶稣的身体？";
$array_qn[3][78][1] = "撒罗米";
$array_qn[3][78][2] = "马利亚";
$array_qn[3][78][3] = "撒非喇";
$array_qn[3][78][4] = "一名妇";
$array_qn[3][78][5] = "A";

$array_qn[3][79][6] = "路 2:25-26";
$array_qn[3][79][0] = "谁得了启示，知道在死前必看见主所立的基督？";
$array_qn[3][79][1] = "约西";
$array_qn[3][79][2] = "西门";
$array_qn[3][79][3] = "西缅";
$array_qn[3][79][4] = "撒迦利亚";
$array_qn[3][79][5] = "D";

$array_qn[3][80][6] = "路 9:54";
$array_qn[3][80][0] = "雅各和谁说要吩咐火从天降烧灭村庄？";
$array_qn[3][80][1] = "彼得";
$array_qn[3][80][2] = "约翰";
$array_qn[3][80][3] = "安得烈";
$array_qn[3][80][4] = "犹大";
$array_qn[3][80][5] = "B";

$array_qn[3][81][6] = "徒 1:1";
$array_qn[3][81][0] = "使徒行传的收信人是：";
$array_qn[3][81][1] = "提阿非罗";
$array_qn[3][81][2] = "提摩太";
$array_qn[3][81][3] = "提多";
$array_qn[3][81][4] = "提庇留";
$array_qn[3][81][5] = "A";


$array_qn[3][82][6] = "徒 1:26";
$array_qn[3][82][0] = "门徒摇籤拣选了谁接替犹大的职分？";
$array_qn[3][82][1] = "马但";
$array_qn[3][82][2] = "马可";
$array_qn[3][82][3] = "马提亚　";
$array_qn[3][82][4] = "马利亚";
$array_qn[3][82][5] = "C";

$array_qn[3][83][6] = "徒 14:13";
$array_qn[3][83][0] = "哪个庙宇的祭司向保罗和巴拿巴献祭？";
$array_qn[3][83][1] = "大衮";
$array_qn[3][83][2] = "巴力";
$array_qn[3][83][3] = "宙斯";
$array_qn[3][83][4] = "亚斯她";
$array_qn[3][83][5] = "C";

$array_qn[3][84][6] = "徒 17:22";
$array_qn[3][84][0] = "保罗站在亚略‧巴古向甚麽人陈说上帝是真神？";
$array_qn[3][84][1] = "希腊人";
$array_qn[3][84][2] = "罗马人";
$array_qn[3][84][3] = "雅典人";
$array_qn[3][84][4] = "埃及人";
$array_qn[3][84][5] = "C";

$array_qn[3][85][6] = "徒 20:12";
$array_qn[3][85][0] = "谁在保罗讲道时熟睡，从楼上掉下死去，又被保罗救活？";
$array_qn[3][85][1] = "亚里达古";
$array_qn[3][85][2] = "彼古罗";
$array_qn[3][85][3] = "犹推古";
$array_qn[3][85][4] = "推基古";
$array_qn[3][85][5] = "C";

$array_qn[3][86][6] = "徒 24:27";
$array_qn[3][86][0] = "谁要讨犹太人的喜欢，就留保罗在监里？";
$array_qn[3][86][1] = "非斯都";
$array_qn[3][86][2] = "腓力斯";
$array_qn[3][86][3] = "百妮基";
$array_qn[3][86][4] = "亚基帕";
$array_qn[3][86][5] = "B";

$array_qn[3][87][6] = "路 7:11";
$array_qn[3][87][0] = "耶稣在拿因行了一个甚麽神蹟？";
$array_qn[3][87][1] = "治病";
$array_qn[3][87][2] = "赶鬼";
$array_qn[3][87][3] = "水变酒";
$array_qn[3][87][4] = "死人复活";
$array_qn[3][87][5] = "D";


$array_qn[3][88][6] = "路 8:2";
$array_qn[3][88][0] = "有一个抹大拉的女人曾被七个鬼附著，她名叫：";
$array_qn[3][88][1] = "马利亚";
$array_qn[3][88][2] = "多加";
$array_qn[3][88][3] = "百居拉";
$array_qn[3][88][4] = "马大";
$array_qn[3][88][5] = "A";

$array_qn[3][89][6] = "徒 5:34";
$array_qn[3][89][0] = "谁劝公会的人释放使徒？";
$array_qn[3][89][1] = "迦玛列";
$array_qn[3][89][2] = "迦得";
$array_qn[3][89][3] = "加百列";
$array_qn[3][89][4] = "玛迦烈";
$array_qn[3][89][5] = "A";

$array_qn[3][90][6] = "徒 11:28";
$array_qn[3][90][0] = "哪位先知藉著圣灵指明天下将有大饥荒？";
$array_qn[3][90][1] = "亚迦布";
$array_qn[3][90][2] = "亚迦玛";
$array_qn[3][90][3] = "迦玛列";
$array_qn[3][90][4] = "玛迦列";
$array_qn[3][90][5] = "A";

$array_qn[3][91][6] = "约 2:20";
$array_qn[3][91][0] = "耶稣时代的圣殿是用了多少年才造成的？";
$array_qn[3][91][1] = "16年";
$array_qn[3][91][2] = "26年";
$array_qn[3][91][3] = "36年";
$array_qn[3][91][4] = "46年";
$array_qn[3][91][5] = "D";

$array_qn[3][92][6] = "约 19:39";
$array_qn[3][92][0] = "谁带著约一百斤没药和沉香来安葬耶稣？";
$array_qn[3][92][1] = "尼哥德慕";
$array_qn[3][92][2] = "约瑟";
$array_qn[3][92][3] = "马利亚";
$array_qn[3][92][4] = "彼得";
$array_qn[3][92][5] = "A";

$array_qn[3][93][6] = "可 5:20";
$array_qn[3][93][0] = "在格拉森被鬼附的人得到耶稣拯救后，往哪里传扬耶稣？";
$array_qn[3][93][1] = "撒马利亚";
$array_qn[3][93][2] = "加利利";
$array_qn[3][93][3] = "特拉可尼";
$array_qn[3][93][4] = "低加坡";
$array_qn[3][93][5] = "D";


$array_qn[3][94][6] = "路 24:13";
$array_qn[3][94][0] = "两个门徒往哪裡去时，遇见复活后的耶稣？";
$array_qn[3][94][1] = "以马忤斯";
$array_qn[3][94][2] = "耶路撒冷";
$array_qn[3][94][3] = "拿撒勒";
$array_qn[3][94][4] = "加利利";
$array_qn[3][94][5] = "A";

$array_qn[3][95][6] = "约 11:16";
$array_qn[3][95][0] = "哪位门徒又称为「低土马」？";
$array_qn[3][95][1] = "腓力";
$array_qn[3][95][2] = "马可";
$array_qn[3][95][3] = "多马";
$array_qn[3][95][4] = "底马";
$array_qn[3][95][5] = "C";

$array_qn[3][96][6] = "约 14:8";
$array_qn[3][96][0] = "谁说：「求主将父显给我们看，我们就知足了」？";
$array_qn[3][96][1] = "多马";
$array_qn[3][96][2] = "安得烈";
$array_qn[3][96][3] = "腓力";
$array_qn[3][96][4] = "约翰";
$array_qn[3][96][5] = "C";


$array_qn[3][97][6] = "约 7:2";
$array_qn[3][97][0] = "甚麽节近了，耶稣的弟兄说：「你离开这里上犹太去吧」？";
$array_qn[3][97][1] = "逾越节";
$array_qn[3][97][2] = "住棚节";
$array_qn[3][97][3] = "吹角节";
$array_qn[3][97][4] = "五甸节";
$array_qn[3][97][5] = "B";

$array_qn[3][98][6] = "徒 28:30";
$array_qn[3][98][0] = "保罗在罗马传道多少年？";
$array_qn[3][98][1] = "一年";
$array_qn[3][98][2] = "二年";
$array_qn[3][98][3] = "三年";
$array_qn[3][98][4] = "四年";
$array_qn[3][98][5] = "B";

$array_qn[3][99][6] = "约 7:50";
$array_qn[3][99][0] = "谁说：「不知道他所做的事……还定他的罪吗？」";
$array_qn[3][99][1] = "彼拉多";
$array_qn[3][99][2] = "尼哥德慕";
$array_qn[3][99][3] = "该亚法";
$array_qn[3][99][4] = "迦玛列";
$array_qn[3][99][5] = "B";

$array_qn[3][100][6] = "徒 17:1";
$array_qn[3][100][0] = "保罗和西拉经过暗妃坡里、亚波罗尼亚，往哪裡讲道？";
$array_qn[3][100][1] = "腓立比";
$array_qn[3][100][2] = "亚细亚";
$array_qn[3][100][3] = "加拉太";
$array_qn[3][100][4] = "帖撒罗尼迦";
$array_qn[3][100][5] = "D";

$array_qn[4][1][6] = "罗 1:19";
$array_qn[4][1][0] = "上帝的事情，人所能知道的，原显明在哪裡？";
$array_qn[4][1][1] = "自然裡";
$array_qn[4][1][2] = "人心裡";
$array_qn[4][1][3] = "律法上";
$array_qn[4][1][4] = "圣经上";
$array_qn[4][1][5] = "B";

$array_qn[4][2][6] = "罗 14:17";
$array_qn[4][2][0] = "上帝的国，不在乎甚麽？";
$array_qn[4][2][1] = "吃喝";
$array_qn[4][2][2] = "公义";
$array_qn[4][2][3] = "和平";
$array_qn[4][2][4] = "喜乐";
$array_qn[4][2][5] = "A";

$array_qn[4][3][6] = "林前 11:24";
$array_qn[4][3][0] = "我们守圣餐，为的是记念谁？";
$array_qn[4][3][1] = "摩西";
$array_qn[4][3][2] = "保罗";
$array_qn[4][3][3] = "大卫";
$array_qn[4][3][4] = "基督";
$array_qn[4][3][5] = "D";

$array_qn[4][4][6] = "腓 4:4";
$array_qn[4][4][0] = "保罗说：你们要靠主常常怎样？";
$array_qn[4][4][1] = "得胜";
$array_qn[4][4][2] = "自夸";
$array_qn[4][4][3] = "忧愁";
$array_qn[4][4][4] = "喜乐";
$array_qn[4][4][5] = "D";

$array_qn[4][5][6] = "雅 5:16";
$array_qn[4][5][0] = "甚麽人祈祷所发的力量，是大有功效的？";
$array_qn[4][5][1] = "伟人";
$array_qn[4][5][2] = "祭司";
$array_qn[4][5][3] = "先知";
$array_qn[4][5][4] = "义人";
$array_qn[4][5][5] = "D";

$array_qn[4][6][6] = "彼前 1:20";
$array_qn[4][6][0] = "基督在创世以前预先被上帝知道，却在甚麽时候显现？";
$array_qn[4][6][1] = "中古时代";
$array_qn[4][6][2] = "大卫死后";
$array_qn[4][6][3] = "末世";
$array_qn[4][6][4] = "十字架";
$array_qn[4][6][5] = "C";

$array_qn[4][7][6] = "彼前 1:22";
$array_qn[4][7][0] = "彼得说：你们洁淨了自己的心，以致爱弟兄没有甚麽？";
$array_qn[4][7][1] = "气馁";
$array_qn[4][7][2] = "自私";
$array_qn[4][7][3] = "不洁";
$array_qn[4][7][4] = "虚假";
$array_qn[4][7][5] = "D";

$array_qn[4][8][6] = "结 11:19";
$array_qn[4][8][0] = "律法本是叫人怎样？";
$array_qn[4][8][1] = "称义";
$array_qn[4][8][2] = "成圣";
$array_qn[4][8][3] = "得救";
$array_qn[4][8][4] = "知罪";
$array_qn[4][8][5] = "D";

$array_qn[4][9][6] = "罗 5:12";
$array_qn[4][9][0] = "罪从一人入了世界，甚麽又是从罪来的？";
$array_qn[4][9][1] = "死";
$array_qn[4][9][2] = "律法";
$array_qn[4][9][3] = "撒但";
$array_qn[4][9][4] = "过犯";
$array_qn[4][9][5] = "A";

$array_qn[4][10][6] = "罗 12:18";
$array_qn[4][10][0] = "若是能行，总要尽力与众人怎样？";
$array_qn[4][10][1] = "同行";
$array_qn[4][10][2] = "和睦";
$array_qn[4][10][3] = "祷告";
$array_qn[4][10][4] = "合一";
$array_qn[4][10][5] = "B";

$array_qn[4][11][6] = "林前 4:20";
$array_qn[4][11][0] = "因为上帝的国不在乎言语，乃在乎：";
$array_qn[4][11][1] = "动作";
$array_qn[4][11][2] = "行为";
$array_qn[4][11][3] = "权能";
$array_qn[4][11][4] = "智慧";
$array_qn[4][11][5] = "C";

$array_qn[4][12][6] = "腓 4:5";
$array_qn[4][12][0] = "当叫众人知道你们怎样的心？";
$array_qn[4][12][1] = "快乐";
$array_qn[4][12][2] = "谦让";
$array_qn[4][12][3] = "慈悲";
$array_qn[4][12][4] = "仁爱";
$array_qn[4][12][5] = "B";

$array_qn[4][13][6] = "提后 4:1-2";
$array_qn[4][13][0] = "务要作甚麽，无论得时不得时？";
$array_qn[4][13][1] = "自省";
$array_qn[4][13][2] = "自洁";
$array_qn[4][13][3] = "传道";
$array_qn[4][13][4] = "祷告";
$array_qn[4][13][5] = "C";

$array_qn[4][14][6] = "林前 14:20";
$array_qn[4][14][0] = "我们在心志上要作大人，在恶事上要作：";
$array_qn[4][14][1] = "智明人";
$array_qn[4][14][2] = "大人";
$array_qn[4][14][3] = "青年人";
$array_qn[4][14][4] = "婴孩";
$array_qn[4][14][5] = "D";

$array_qn[4][15][6] = "弗 4:1";
$array_qn[4][15][0] = "你们既蒙召了，甚麽当与蒙召的恩相称？";
$array_qn[4][15][1] = "信心";
$array_qn[4][15][2] = "品德";
$array_qn[4][15][3] = "爱心";
$array_qn[4][15][4] = "行事为人";
$array_qn[4][15][5] = "D";

$array_qn[4][16][6] = "林前 11:28";
$array_qn[4][16][0] = "人应当怎样，然后吃这饼，喝这杯？";
$array_qn[4][16][1] = "清洁身体";
$array_qn[4][16][2] = "自己省察";
$array_qn[4][16][3] = "穿著整齐";
$array_qn[4][16][4] = "向天跪拜";
$array_qn[4][16][5] = "B";

$array_qn[4][17][6] = "弗 5:24";
$array_qn[4][17][0] = "以弗所书讲到教会要顺服谁？";
$array_qn[4][17][1] = "基督";
$array_qn[4][17][2] = "牧师";
$array_qn[4][17][3] = "执事";
$array_qn[4][17][4] = "使徒";
$array_qn[4][17][5] = "A";

$array_qn[4][18][6] = "帖后 2:9";
$array_qn[4][18][0] = "不法的人是照谁的运动，行各样的异能和神蹟？";
$array_qn[4][18][1] = "上帝";
$array_qn[4][18][2] = "圣灵";
$array_qn[4][18][3] = "天使";
$array_qn[4][18][4] = "撒但";
$array_qn[4][18][5] = "D";

$array_qn[4][19][6] = "雅 1:27";
$array_qn[4][19][0] = "那清洁没有玷污的虔诚，就是怎样？";
$array_qn[4][19][1] = "看顾孤儿";
$array_qn[4][19][2] = "恒常行善";
$array_qn[4][19][3] = "遵守律法";
$array_qn[4][19][4] = "谨守律法";
$array_qn[4][19][5] = "A";

$array_qn[4][20][6] = "雅 3:2";
$array_qn[4][20][0] = "若有人在甚麽上没有过失，就是完全人？";
$array_qn[4][20][1] = "话语";
$array_qn[4][20][2] = "行为";
$array_qn[4][20][3] = "信心";
$array_qn[4][20][4] = "律法";
$array_qn[4][20][5] = "A";

$array_qn[4][21][6] = "彼前 2:4";
$array_qn[4][21][0] = "主乃是甚麽，被人所弃，却被上帝拣选？";
$array_qn[4][21][1] = "羔羊";
$array_qn[4][21][2] = "圣人";
$array_qn[4][21][3] = "活石";
$array_qn[4][21][4] = "圣殿";
$array_qn[4][21][5] = "C";

$array_qn[4][22][6] = "彼前 4:8";
$array_qn[4][22][0] = "甚麽能遮盖许多的罪？";
$array_qn[4][22][1] = "钱";
$array_qn[4][22][2] = "爱";
$array_qn[4][22][3] = "律法";
$array_qn[4][22][4] = "刑罚";
$array_qn[4][22][5] = "B";

$array_qn[4][23][6] = "彼后 3:9";
$array_qn[4][23][0] = "主不愿一人沉沦，乃愿人人都：";
$array_qn[4][23][1] = "得救";
$array_qn[4][23][2] = "获救";
$array_qn[4][23][3] = "悔改";
$array_qn[4][23][4] = "得胜";
$array_qn[4][23][5] = "C";

$array_qn[4][24][6] = "约一 4:18";
$array_qn[4][24][0] = "爱里没有惧怕，爱既完全，就把甚麽除去？";
$array_qn[4][24][1] = "惧怕";
$array_qn[4][24][2] = "失败";
$array_qn[4][24][3] = "失望";
$array_qn[4][24][4] = "疾病";
$array_qn[4][24][5] = "A";

$array_qn[4][25][6] = "罗 3:20";
$array_qn[4][25][0] = "凡有血气的，没有一个因怎样而在上帝面前称义？";
$array_qn[4][25][1] = "行善";
$array_qn[4][25][2] = "受割礼";
$array_qn[4][25][3] = "行律法";
$array_qn[4][25][4] = "自称为义";
$array_qn[4][25][5] = "C";

$array_qn[4][26][6] = "林前 14:19";
$array_qn[4][26][0] = "宁可用甚麽说五句教导人的话，强如说万句方言？";
$array_qn[4][26][1] = "灵";
$array_qn[4][26][2] = "悟性";
$array_qn[4][26][3] = "感谢";
$array_qn[4][26][4] = "爱心";
$array_qn[4][26][5] = "B";

$array_qn[4][27][6] = "西 3:13";
$array_qn[4][27][0] = "倘若这人与那人有甚麽，总要彼此包容，彼此饶恕？";
$array_qn[4][27][1] = "仇恨";
$array_qn[4][27][2] = "埋怨";
$array_qn[4][27][3] = "争吵";
$array_qn[4][27][4] = "嫌隙";
$array_qn[4][27][5] = "D";

$array_qn[4][28][6] = "西 4:5";
$array_qn[4][28][0] = "你们要怎样，用智慧与外人交往？";
$array_qn[4][28][1] = "爱惜生命";
$array_qn[4][28][2] = "爱惜机会";
$array_qn[4][28][3] = "爱惜朋友";
$array_qn[4][28][4] = "爱惜光阴";
$array_qn[4][28][5] = "D";

$array_qn[4][29][6] = "罗 3:25";
$array_qn[4][29][0] = "上帝设立耶稣作甚麽祭？";
$array_qn[4][29][1] = "天祭";
$array_qn[4][29][2] = "燔祭";
$array_qn[4][29][3] = "地祭";
$array_qn[4][29][4] = "挽回祭";
$array_qn[4][29][5] = "D";

$array_qn[4][30][6] = "罗 12:1";
$array_qn[4][30][0] = "保罗劝我们将身体献上，当作甚麽祭？";
$array_qn[4][30][1] = "燔祭";
$array_qn[4][30][2] = "活祭";
$array_qn[4][30][3] = "火祭";
$array_qn[4][30][4] = "素祭";
$array_qn[4][30][5] = "B";

$array_qn[4][31][6] = "林前 1:18";
$array_qn[4][31][0] = "甚麽的道理，在那灭亡的人为愚拙？";
$array_qn[4][31][1] = "大能";
$array_qn[4][31][2] = "十字架";
$array_qn[4][31][3] = "律法";
$array_qn[4][31][4] = "世间";
$array_qn[4][31][5] = "B";

$array_qn[4][32][6] = "林前 4:1";
$array_qn[4][32][0] = "人应当以我们为基督的执事，为上帝奥秘事的甚麽？";
$array_qn[4][32][1] = "谋士";
$array_qn[4][32][2] = "牧者";
$array_qn[4][32][3] = "管家";
$array_qn[4][32][4] = "长老";
$array_qn[4][32][5] = "C";

$array_qn[4][33][6] = "加 6:8";
$array_qn[4][33][0] = "顺著圣灵撒种的，必从圣灵收甚麽？";
$array_qn[4][33][1] = "善行";
$array_qn[4][33][2] = "永生";
$array_qn[4][33][3] = "果子";
$array_qn[4][33][4] = "种子";
$array_qn[4][33][5] = "B";

$array_qn[4][34][6] = "弗 4:4";
$array_qn[4][34][0] = "身体只有一个，圣灵只有一个，蒙召同有一个：";
$array_qn[4][34][1] = "天父";
$array_qn[4][34][2] = "信心";
$array_qn[4][34][3] = "指望";
$array_qn[4][34][4] = "恩典";
$array_qn[4][34][5] = "C";

$array_qn[4][35][6] = "弗 4:24";
$array_qn[4][35][0] = "谁是照著上帝的形像造的，有真理的仁义和圣洁？";
$array_qn[4][35][1] = "新人";
$array_qn[4][35][2] = "圣徒";
$array_qn[4][35][3] = "教会";
$array_qn[4][35][4] = "基督";
$array_qn[4][35][5] = "A";

$array_qn[4][36][6] = "腓 1:5";
$array_qn[4][36][0] = "保罗称讚腓立比信徒从开始到如今，都是怎样兴旺福音？";
$array_qn[4][36][1] = "大发热心";
$array_qn[4][36][2] = "互相争竞";
$array_qn[4][36][3] = "同心合意";
$array_qn[4][36][4] = "彼此服侍";
$array_qn[4][36][5] = "C";

$array_qn[4][37][6] = "提前 3:6";
$array_qn[4][37][0] = "初入教的不可作监督，恐怕他怎样？";
$array_qn[4][37][1] = "不善管理";
$array_qn[4][37][2] = "试探上帝";
$array_qn[4][37][3] = "自高自大";
$array_qn[4][37][4] = "贪恋世俗";
$array_qn[4][37][5] = "C";

$array_qn[4][38][6] = "提前 5:23";
$array_qn[4][38][0] = "提摩太胃口不清，保罗劝他可以稍微用点甚麽？";
$array_qn[4][38][1] = "醋";
$array_qn[4][38][2] = "酒";
$array_qn[4][38][3] = "盐";
$array_qn[4][38][4] = "油";
$array_qn[4][38][5] = "B";

$array_qn[4][39][6] = "希 2:10";
$array_qn[4][39][0] = "耶稣因甚麽得以完全？";
$array_qn[4][39][1] = "道成肉身";
$array_qn[4][39][2] = "受苦难";
$array_qn[4][39][3] = "钉十架";
$array_qn[4][39][4] = "复活升天";
$array_qn[4][39][5] = "B";

$array_qn[4][40][6] = "雅 1:8";
$array_qn[4][40][0] = "怎样的人，在他一切所行的路上，都没有定见？";
$array_qn[4][40][1] = "一脚两船";
$array_qn[4][40][2] = "一石二鸟";
$array_qn[4][40][3] = "心怀二意";
$array_qn[4][40][4] = "心神不定";
$array_qn[4][40][5] = "C";

$array_qn[4][41][6] = "雅 1:23";
$array_qn[4][41][0] = "人听道不行道，就像人对著甚麽看自己本来的面目？";
$array_qn[4][41][1] = "河水";
$array_qn[4][41][2] = "圣经";
$array_qn[4][41][3] = "镜子";
$array_qn[4][41][4] = "义人";
$array_qn[4][41][5] = "C";

$array_qn[4][42][6] = "彼前 2:9";
$array_qn[4][42][0] = "惟有你们是被拣选的族类，是君尊的甚麽，是圣洁的国度？";
$array_qn[4][42][1] = "元帅";
$array_qn[4][42][2] = "首领";
$array_qn[4][42][3] = "子民";
$array_qn[4][42][4] = "祭司";
$array_qn[4][42][5] = "D";

$array_qn[4][43][6] = "彼前 2:20";
$array_qn[4][43][0] = "若行善怎样，能忍耐，在上帝看是可喜爱的？";
$array_qn[4][43][1] = "喜乐";
$array_qn[4][43][2] = "受苦";
$array_qn[4][43][3] = "受试验";
$array_qn[4][43][4] = "甘心乐意";
$array_qn[4][43][5] = "B";

$array_qn[4][44][6] = "彼前 3:7";
$array_qn[4][44][0] = "你们作丈夫的要按甚麽与妻子同住？";
$array_qn[4][44][1] = "情理";
$array_qn[4][44][2] = "喜好";
$array_qn[4][44][3] = "责任";
$array_qn[4][44][4] = "本位";
$array_qn[4][44][5] = "A";

$array_qn[4][45][6] = "约一 1:6";
$array_qn[4][45][0] = "我们若说与上帝相交，却仍在哪里行，就是说谎话？";
$array_qn[4][45][1] = "黑暗";
$array_qn[4][45][2] = "洞穴";
$array_qn[4][45][3] = "光明";
$array_qn[4][45][4] = "生命之道";
$array_qn[4][45][5] = "A";

$array_qn[4][46][6] = "约一 4:2";
$array_qn[4][46][0] = "凡灵认耶稣基督是成了甚麽来的，就是出于上帝的？";
$array_qn[4][46][1] = "肉身";
$array_qn[4][46][2] = "十字架";
$array_qn[4][46][3] = "圣灵";
$array_qn[4][46][4] = "圣徒";
$array_qn[4][46][5] = "A";

$array_qn[4][47][6] = "罗 8:3";
$array_qn[4][47][0] = "上帝差遣耶稣成为罪身的形状，作了甚麽祭？";
$array_qn[4][47][1] = "挽回祭";
$array_qn[4][47][2] = "燔祭";
$array_qn[4][47][3] = "赎罪祭";
$array_qn[4][47][4] = "平安祭";
$array_qn[4][47][5] = "C";

$array_qn[4][48][6] = "林前 1:17";
$array_qn[4][48][0] = "保罗说基督差遣他，原不是为施洗，乃是为要做甚麽？";
$array_qn[4][48][1] = "赶鬼";
$array_qn[4][48][2] = "医治";
$array_qn[4][48][3] = "行神蹟";
$array_qn[4][48][4] = "传福音";
$array_qn[4][48][5] = "D";

$array_qn[4][49][6] = "林前 8:9";
$array_qn[4][49][0] = "我们的甚麽可能会成为软弱人的绊脚石？";
$array_qn[4][49][1] = "软弱";
$array_qn[4][49][2] = "刚强";
$array_qn[4][49][3] = "自由";
$array_qn[4][49][4] = "知识";
$array_qn[4][49][5] = "C";

$array_qn[4][50][6] = "林前 14:1";
$array_qn[4][50][0] = "在属灵恩赐中，更要羡慕甚麽恩赐？";
$array_qn[4][50][1] = "说方言的";
$array_qn[4][50][2] = "医治人的";
$array_qn[4][50][3] = "治理事的";
$array_qn[4][50][4] = "先知讲道";
$array_qn[4][50][5] = "D";

$array_qn[4][51][6] = "加 3:7";
$array_qn[4][51][0] = "以信为本的人，就是谁的子孙？";
$array_qn[4][51][1] = "亚伯拉罕";
$array_qn[4][51][2] = "摩西";
$array_qn[4][51][3] = "雅各";
$array_qn[4][51][4] = "以撒";
$array_qn[4][51][5] = "A";

$array_qn[4][52][6] = "加 3:24";
$array_qn[4][52][0] = "律法是我们训蒙的甚麽，引我们到基督那里？";
$array_qn[4][52][1] = "师傅";
$array_qn[4][52][2] = "同学";
$array_qn[4][52][3] = "徒弟";
$array_qn[4][52][4] = "徒孙";
$array_qn[4][52][5] = "A";

$array_qn[4][53][6] = "加 4:19";
$array_qn[4][53][0] = "因著加拉太教会偏离真道，保罗再为他们受甚麽之苦？";
$array_qn[4][53][1] = "生产";
$array_qn[4][53][2] = "隔离";
$array_qn[4][53][3] = "监禁";
$array_qn[4][53][4] = "悲惨";
$array_qn[4][53][5] = "A";

$array_qn[4][54][6] = "弗 4:11";
$array_qn[4][54][0] = "他所赐的有使徒，有先知，有传福音的，有牧师和甚麽？";
$array_qn[4][54][1] = "律师";
$array_qn[4][54][2] = "教师";
$array_qn[4][54][3] = "导师";
$array_qn[4][54][4] = "执事";
$array_qn[4][54][5] = "B";

$array_qn[4][55][6] = "腓 1:9";
$array_qn[4][55][0] = "保罗为腓立比信徒祷告，要他们的爱心如何？";
$array_qn[4][55][1] = "多而又多";
$array_qn[4][55][2] = "丰丰足足";
$array_qn[4][55][3] = "完整无缺";
$array_qn[4][55][4] = "十全十美";
$array_qn[4][55][5] = "A";

$array_qn[4][56][6] = "帖后 3:13";
$array_qn[4][56][0] = "你们行善不可怎样？";
$array_qn[4][56][1] = "求报";
$array_qn[4][56][2] = "退缩";
$array_qn[4][56][3] = "丧志";
$array_qn[4][56][4] = "推辞";
$array_qn[4][56][5] = "C";

$array_qn[4][57][6] = "提前 6:6";
$array_qn[4][57][0] = "敬虔加上甚麽的心便是大利？";
$array_qn[4][57][1] = "爱人";
$array_qn[4][57][2] = "忍耐";
$array_qn[4][57][3] = "温柔";
$array_qn[4][57][4] = "知足";
$array_qn[4][57][5] = "D";

$array_qn[4][58][6] = "多 2:5";
$array_qn[4][58][0] = "因保罗劝甚麽人要谨守、贞洁和待人有恩？";
$array_qn[4][58][1] = "少年人";
$array_qn[4][58][2] = "老年人";
$array_qn[4][58][3] = "少年妇人";
$array_qn[4][58][4] = "僕人";
$array_qn[4][58][5] = "C";

$array_qn[4][59][6] = "雅 1:14";
$array_qn[4][59][0] = "人被试探，乃是被甚麽牵引诱惑？";
$array_qn[4][59][1] = "撒旦";
$array_qn[4][59][2] = "私欲";
$array_qn[4][59][3] = "上帝";
$array_qn[4][59][4] = "天使";
$array_qn[4][59][5] = "B";

$array_qn[4][60][6] = "约一 2:15";
$array_qn[4][60][0] = "人若爱世界，甚麽的心就不在他里面？";
$array_qn[4][60][1] = "良知";
$array_qn[4][60][2] = "和平";
$array_qn[4][60][3] = "爱父";
$array_qn[4][60][4] = "公义";
$array_qn[4][60][5] = "C";

$array_qn[4][61][6] = "林前 5:1";
$array_qn[4][61][0] = "哥林多信徒中有人犯了甚麽连外邦人也没有的事？";
$array_qn[4][61][1] = "娶妹妹";
$array_qn[4][61][2] = "娶继母";
$array_qn[4][61][3] = "娶女儿";
$array_qn[4][61][4] = "娶弟妇";
$array_qn[4][61][5] = "B";

$array_qn[4][62][6] = "加 2:9";
$array_qn[4][62][0] = "下列谁没有被称为「教会柱石」？";
$array_qn[4][62][1] = "雅各";
$array_qn[4][62][2] = "矶法";
$array_qn[4][62][3] = "约翰";
$array_qn[4][62][4] = "巴拿巴";
$array_qn[4][62][5] = "D";

$array_qn[4][63][6] = "西 2:23";
$array_qn[4][63][0] = "服从世俗中人所吩咐的规条，使人徒有甚麽之名？";
$array_qn[4][63][1] = "智慧";
$array_qn[4][63][2] = "顺服";
$array_qn[4][63][3] = "敬拜";
$array_qn[4][63][4] = "虚伪";
$array_qn[4][63][5] = "A";

$array_qn[4][64][6] = "西 3:21";
$array_qn[4][64][0] = "父亲不要怎样待儿女，才不怕他们失了志气？";
$array_qn[4][64][1] = "责备";
$array_qn[4][64][2] = "责打";
$array_qn[4][64][3] = "激怒";
$array_qn[4][64][4] = "痛斥";
$array_qn[4][64][5] = "C";

$array_qn[4][65][6] = "多 1:7-9";
$array_qn[4][65][0] = "以下哪一样不是作监督的条件？";
$array_qn[4][65][1] = "不任性";
$array_qn[4][65][2] = "不暴躁";
$array_qn[4][65][3] = "好善";
$array_qn[4][65][4] = "末婚";
$array_qn[4][65][5] = "D";

$array_qn[4][66][6] = "希 1:14";
$array_qn[4][66][0] = "天使是甚麽的灵？";
$array_qn[4][66][1] = "尊贵";
$array_qn[4][66][2] = "服役";
$array_qn[4][66][3] = "权能";
$array_qn[4][66][4] = "卑微";
$array_qn[4][66][5] = "B";

$array_qn[4][67][6] = "约一 3:17";
$array_qn[4][67][0] = "看见弟兄穷乏，却塞住甚麽的心，爱上帝的心不在他裡面？";
$array_qn[4][67][1] = "善良";
$array_qn[4][67][2] = "良知";
$array_qn[4][67][3] = "怜恤";
$array_qn[4][67][4] = "感恩";
$array_qn[4][67][5] = "C";

$array_qn[4][68][6] = "约一 3:18";
$array_qn[4][68][0] = "我们相爱，不要只在言语和舌头上，总要在：";
$array_qn[4][68][1] = "信心和爱心";
$array_qn[4][68][2] = "善心和信心";
$array_qn[4][68][3] = "行为和诚实";
$array_qn[4][68][4] = "信心和行动";
$array_qn[4][68][5] = "C";

$array_qn[4][69][6] = "约一 5:8";
$array_qn[4][69][0] = "作见证的有三，就是圣灵，水和：";
$array_qn[4][69][1] = "血";
$array_qn[4][69][2] = "杯";
$array_qn[4][69][3] = "饼";
$array_qn[4][69][4] = "油";
$array_qn[4][69][5] = "A";

$array_qn[4][70][6] = "约二 1:9";
$array_qn[4][70][0] = "凡越过基督的教训，不常守的，就没有：";
$array_qn[4][70][1] = "道理";
$array_qn[4][70][2] = "上帝";
$array_qn[4][70][3] = "良知";
$array_qn[4][70][4] = "德行";
$array_qn[4][70][5] = "B";

$array_qn[4][71][6] = "启 1:8";
$array_qn[4][71][0] = "上帝说：我是阿拉法，我是：";
$array_qn[4][71][1] = "俄梅戛";
$array_qn[4][71][2] = "梅俄戛";
$array_qn[4][71][3] = "拉阿法";
$array_qn[4][71][4] = "基路伯";
$array_qn[4][71][5] = "A";

$array_qn[4][72][6] = "林后 13:2";
$array_qn[4][72][0] = "保罗第三次来哥林多教会，对那犯罪的人必不怎样？";
$array_qn[4][72][1] = "讨罪";
$array_qn[4][72][2] = "宽容";
$array_qn[4][72][3] = "责打";
$array_qn[4][72][4] = "弃绝";
$array_qn[4][72][5] = "B";

$array_qn[4][73][6] = "腓 1:11";
$array_qn[4][73][0] = "保罗祈求腓立比信徒靠著耶稣基督结满甚麽的果子？";
$array_qn[4][73][1] = "和平";
$array_qn[4][73][2] = "喜乐";
$array_qn[4][73][3] = "仁义";
$array_qn[4][73][4] = "平安";
$array_qn[4][73][5] = "C";

$array_qn[4][74][6] = "帖前 4:11";
$array_qn[4][74][0] = "保罗教导我们要立志作甚麽人，辨自己的事，亲手做工？";
$array_qn[4][74][1] = "有钱人";
$array_qn[4][74][2] = "贫穷人";
$array_qn[4][74][3] = "智慧人";
$array_qn[4][74][4] = "安静人";
$array_qn[4][74][5] = "D";

$array_qn[4][75][6] = "希 3:19";
$array_qn[4][75][0] = "从埃及出来的以色列人不能进入安息是因甚麽缘故？";
$array_qn[4][75][1] = "不信";
$array_qn[4][75][2] = "抱怨";
$array_qn[4][75][3] = "发怒";
$array_qn[4][75][4] = "厌烦";
$array_qn[4][75][5] = "A";


$array_qn[4][76][6] = "希 12:11";
$array_qn[4][76][0] = "凡管教的事，当时不觉得快乐，后来却结出甚麽的果子？";
$array_qn[4][76][1] = "喜乐";
$array_qn[4][76][2] = "仁爱";
$array_qn[4][76][3] = "平安";
$array_qn[4][76][4] = "忍耐";
$array_qn[4][76][5] = "C";

$array_qn[4][77][6] = "约一 3:12";
$array_qn[4][77][0] = "约翰说不要像谁杀了他的兄弟？";
$array_qn[4][77][1] = "亚伯";
$array_qn[4][77][2] = "雅弗";
$array_qn[4][77][3] = "该隐";
$array_qn[4][77][4] = "以诺";
$array_qn[4][77][5] = "C";

$array_qn[4][78][6] = "罗 6:16";
$array_qn[4][78][0] = "作罪的奴僕，以至于死；作甚麽的奴僕，以致成义？";
$array_qn[4][78][1] = "恩典";
$array_qn[4][78][2] = "内心";
$array_qn[4][78][3] = "顺命";
$array_qn[4][78][4] = "义";
$array_qn[4][78][5] = "C";

$array_qn[4][79][6] = "罗 14:19";
$array_qn[4][79][0] = "我们要追求和睦与彼此建立甚麽的事？";
$array_qn[4][79][1] = "关系";
$array_qn[4][79][2] = "德行";
$array_qn[4][79][3] = "教会";
$array_qn[4][79][4] = "生活";
$array_qn[4][79][5] = "B";

$array_qn[4][80][6] = "林后 7:9";
$array_qn[4][80][0] = "保罗欢喜哥林多教会从忧愁中生出甚麽来？";
$array_qn[4][80][1] = "喜乐";
$array_qn[4][80][2] = "良心";
$array_qn[4][80][3] = "懊悔";
$array_qn[4][80][4] = "安慰";
$array_qn[4][80][5] = "C";

$array_qn[4][81][6] = "腓 3:5";
$array_qn[4][81][0] = "保罗是属于哪一个支派？";
$array_qn[4][81][1] = "犹大";
$array_qn[4][81][2] = "但";
$array_qn[4][81][3] = "便雅悯";
$array_qn[4][81][4] = "以法莲";
$array_qn[4][81][5] = "C";

$array_qn[4][82][6] = "门 1:9";
$array_qn[4][82][0] = "保罗在甚麽情况下写信给腓利门？";
$array_qn[4][82][1] = "传道";
$array_qn[4][82][2] = "被囚";
$array_qn[4][82][3] = "赶路";
$array_qn[4][82][4] = "独居";
$array_qn[4][82][5] = "B";

$array_qn[4][83][6] = "希 3:5";
$array_qn[4][83][0] = "谁为僕人，在上帝的全家诚然尽忠？";
$array_qn[4][83][1] = "亚伯拉罕";
$array_qn[4][83][2] = "麦基洗德";
$array_qn[4][83][3] = "摩西";
$array_qn[4][83][4] = "天使";
$array_qn[4][83][5] = "C";

$array_qn[4][84][6] = "希 5:1";
$array_qn[4][84][0] = "谁奉派替人办理属上帝的事，为要献上礼物和赎罪祭？";
$array_qn[4][84][1] = "大祭司";
$array_qn[4][84][2] = "先知";
$array_qn[4][84][3] = "士师";
$array_qn[4][84][4] = "使徒";
$array_qn[4][84][5] = "A";

$array_qn[4][85][6] = "彼前 4:17";
$array_qn[4][85][0] = "时候到了，审判要从哪里起首？";
$array_qn[4][85][1] = "万有";
$array_qn[4][85][2] = "上帝的家";
$array_qn[4][85][3] = "撒但的城堡";
$array_qn[4][85][4] = "在世的国度";
$array_qn[4][85][5] = "B";

$array_qn[4][86][6] = "彼后 1:5";
$array_qn[4][86][0] = "你们要分外殷勤，有了信心，又要加上：";
$array_qn[4][86][1] = "德行";
$array_qn[4][86][2] = "知识";
$array_qn[4][86][3] = "节制";
$array_qn[4][86][4] = "忍耐";
$array_qn[4][86][5] = "A";

$array_qn[4][87][6] = "约二 1:4";
$array_qn[4][87][0] = "约翰因看见信徒的儿女怎样就甚欢喜";
$array_qn[4][87][1] = "听父母教导";
$array_qn[4][87][2] = "甘心奉献";
$array_qn[4][87][3] = "彼此服侍";
$array_qn[4][87][4] = "遵行真理";
$array_qn[4][87][5] = "D";

$array_qn[4][88][6] = "犹 1:20";
$array_qn[4][88][0] = "信徒要在至圣的真道上怎样？";
$array_qn[4][88][1] = "荣耀自己";
$array_qn[4][88][2] = "表现自己";
$array_qn[4][88][3] = "造就自己";
$array_qn[4][88][4] = "埋没自己";
$array_qn[4][88][5] = "C";

$array_qn[4][89][6] = "启 1:9";
$array_qn[4][89][0] = "约翰在哪里被圣灵感动写信给七教会？";
$array_qn[4][89][1] = "迦勒岛";
$array_qn[4][89][2] = "拔斯岛";
$array_qn[4][89][3] = "基沙岛";
$array_qn[4][89][4] = "拔摩岛";
$array_qn[4][89][5] = "D";

$array_qn[4][90][6] = "林前 1:11";
$array_qn[4][90][0] = "保罗从革来氏家裡的人口中，得知哥林多教会有何问题？";
$array_qn[4][90][1] = "拜偶像";
$array_qn[4][90][2] = "起纷争";
$array_qn[4][90][3] = "吃祭肉";
$array_qn[4][90][4] = "行邪术";
$array_qn[4][90][5] = "B";

$array_qn[4][91][6] = "加 1:6";
$array_qn[4][91][0] = "保罗希奇加拉太教会信徒的甚麽表现？";
$array_qn[4][91][1] = "不令不热";
$array_qn[4][91][2] = "同心合意";
$array_qn[4][91][3] = "持守正道";
$array_qn[4][91][4] = "快离正道";
$array_qn[4][91][5] = "D";


$array_qn[4][92][6] = "希 7:20";
$array_qn[4][92][0] = "祭司中只有耶稣是怎样立为祭司？";
$array_qn[4][92][1] = "起誓";
$array_qn[4][92][2] = "按条例";
$array_qn[4][92][3] = "按族谱";
$array_qn[4][92][4] = "按律法";
$array_qn[4][92][5] = "A";

$array_qn[4][93][6] = "启 15:1";
$array_qn[4][93][0] = "有多少位天使掌管末了的七灾？";
$array_qn[4][93][1] = "一位";
$array_qn[4][93][2] = "七位";
$array_qn[4][93][3] = "十二位";
$array_qn[4][93][4] = "十四位";
$array_qn[4][93][5] = "B";

$array_qn[4][94][6] = "启 20:2";
$array_qn[4][94][0] = "末日时撒但被捆绑多少年后，暂时被释放？";
$array_qn[4][94][1] = "一百";
$array_qn[4][94][2] = "一千";
$array_qn[4][94][3] = "四千";
$array_qn[4][94][4] = "一万";
$array_qn[4][94][5] = "B";

$array_qn[4][95][6] = "罗 5:14";
$array_qn[4][95][0] = "谁是耶稣基督要来的预像？";
$array_qn[4][95][1] = "亚当";
$array_qn[4][95][2] = "挪亚";
$array_qn[4][95][3] = "摩西";
$array_qn[4][95][4] = "亚伯拉罕";
$array_qn[4][95][5] = "A";

$array_qn[4][96][6] = "加 4:24";
$array_qn[4][96][0] = "保罗以「使女」及「自由之妇人」比喻甚麽？";
$array_qn[4][96][1] = "两国";
$array_qn[4][96][2] = "两律";
$array_qn[4][96][3] = "两子";
$array_qn[4][96][4] = "两约";
$array_qn[4][96][5] = "D";

$array_qn[4][97][6] = "门 1:10";
$array_qn[4][97][0] = "保罗写信给腓利门为谁求情？";
$array_qn[4][97][1] = "提多";
$array_qn[4][97][2] = "亚腓亚";
$array_qn[4][97][3] = "阿尼西谋";
$array_qn[4][97][4] = "提摩太";
$array_qn[4][97][5] = "C";

$array_qn[4][98][6] = "希 10:3";
$array_qn[4][98][0] = "甚麽是叫人每年想起罪来？";
$array_qn[4][98][1] = "圣物";
$array_qn[4][98][2] = "祭物";
$array_qn[4][98][3] = "圣幕";
$array_qn[4][98][4] = "圣灵";
$array_qn[4][98][5] = "B";

$array_qn[4][99][6] = "启 2:11";
$array_qn[4][99][0] = "若士每拿教会得胜了，必怎样？";
$array_qn[4][99][1] = "不经历患难";
$array_qn[4][99][2] = "不经过死亡";
$array_qn[4][99][3] = "不受第二次死";
$array_qn[4][99][4] = "必作主";
$array_qn[4][99][5] = "C";

$array_qn[4][100][6] = "启 2:13";
$array_qn[4][100][0] = "人子说别迦摩教会的居所有谁的座位？";
$array_qn[4][100][1] = "上帝";
$array_qn[4][100][2] = "耶稣";
$array_qn[4][100][3] = "撒但";
$array_qn[4][100][4] = "耶洗别";
$array_qn[4][100][5] = "C";

$array_qn[4][101][6] = "启 5:1";
$array_qn[4][101][0] = "坐宝座的右手上的书卷，用甚麽封严了？";
$array_qn[4][101][1] = "七锁";
$array_qn[4][101][2] = "七印";
$array_qn[4][101][3] = "七灵";
$array_qn[4][101][4] = "七咒文";
$array_qn[4][101][5] = "B";

$array_qn[4][102][6] = "启 5:9";
$array_qn[4][102][0] = "金炉的香是众圣徒的甚麽？";
$array_qn[4][102][1] = "名字";
$array_qn[4][102][2] = "祈祷";
$array_qn[4][102][3] = "心";
$array_qn[4][102][4] = "讚美";
$array_qn[4][102][5] = "B";

$array_qn[4][103][6] = "启 7:4";
$array_qn[4][103][0] = "以色列各支派中受印的数目有多少人？";
$array_qn[4][103][1] = "一万四千";
$array_qn[4][103][2] = "十万四千";
$array_qn[4][103][3] = "十四万四千";
$array_qn[4][103][4] = "四十万四千";
$array_qn[4][103][5] = "C";

$array_qn[4][104][6] = "启 21:12";
$array_qn[4][104][0] = "在末后甚麽城从天而降？";
$array_qn[4][104][1] = "何烈山";
$array_qn[4][104][2] = "耶路撒冷";
$array_qn[4][104][3] = "伯利恒";
$array_qn[4][104][4] = "锡安";
$array_qn[4][104][5] = "B";

$array_qn[4][105][6] = "林后 2:9";
$array_qn[4][105][0] = "保罗先前写信给哥林多教会为要怎样？";
$array_qn[4][105][1] = "鼓励他们";
$array_qn[4][105][2] = "试验他们";
$array_qn[4][105][3] = "责备他们";
$array_qn[4][105][4] = "教导他们";
$array_qn[4][105][5] = "B";

$array_qn[4][106][6] = "弗 1:1";
$array_qn[4][106][0] = "保罗在以弗所书中怎样形容以弗所的圣徒？";
$array_qn[4][106][1] = "懒惰";
$array_qn[4][106][2] = "凶恶";
$array_qn[4][106][3] = "善良";
$array_qn[4][106][4] = "忠心";
$array_qn[4][106][5] = "D";

$array_qn[4][107][6] = "帖前 1:7";
$array_qn[4][107][0] = "帖撒罗尼迦教会作了亚该亚和哪里信徒的榜样？";
$array_qn[4][107][1] = "马其顿";
$array_qn[4][107][2] = "罗马";
$array_qn[4][107][3] = "耶路撒冷";
$array_qn[4][107][4] = "希腊";
$array_qn[4][107][5] = "A";


$array_qn[4][108][6] = "希 5:6";
$array_qn[4][108][0] = "基督是照著谁的等次永远为祭司？";
$array_qn[4][108][1] = "亚伦";
$array_qn[4][108][2] = "麦基洗德";
$array_qn[4][108][3] = "亚伯拉罕";
$array_qn[4][108][4] = "大卫";
$array_qn[4][108][5] = "B";

$array_qn[4][109][6] = "犹 1:7";
$array_qn[4][109][0] = "所多玛、蛾摩拉的人，一味地行淫，就受甚麽的刑罚？";
$array_qn[4][109][1] = "咒诅";
$array_qn[4][109][2] = "永火";
$array_qn[4][109][3] = "黑暗";
$array_qn[4][109][4] = "第二次死";
$array_qn[4][109][5] = "B";

$array_qn[4][110][6] = "犹 1:9";
$array_qn[4][110][0] = "使长米迦勒曾为谁的尸首与魔鬼争辩？";
$array_qn[4][110][1] = "亚伯拉罕";
$array_qn[4][110][2] = "耶稣";
$array_qn[4][110][3] = "摩西";
$array_qn[4][110][4] = "以赛亚";
$array_qn[4][110][5] = "C";

$array_qn[4][111][6] = "启 1:16";
$array_qn[4][111][0] = "启示录形容人子的手，右手拿著甚麽？";
$array_qn[4][111][1] = "生命策";
$array_qn[4][111][2] = "利剑";
$array_qn[4][111][3] = "圣经";
$array_qn[4][111][4] = "七星";
$array_qn[4][111][5] = "D";

$array_qn[4][112][6] = "启 2:2";
$array_qn[4][112][0] = "人子知道以弗所教会不能容忍甚麽？";
$array_qn[4][112][1] = "撒但";
$array_qn[4][112][2] = "魔鬼";
$array_qn[4][112][3] = "先知";
$array_qn[4][112][4] = "恶人";
$array_qn[4][112][5] = "C";

$array_qn[4][113][6] = "启 2:9";
$array_qn[4][113][0] = "人子知道示每拿教会的甚麽与贫穷？";
$array_qn[4][113][1] = "患难";
$array_qn[4][113][2] = "勤劳";
$array_qn[4][113][3] = "忍耐";
$array_qn[4][113][4] = "信心";
$array_qn[4][113][5] = "A";

$array_qn[4][114][6] = "启 2:17";
$array_qn[4][114][0] = "凡别迦摩教会得胜的，上帝要将隐藏的甚麽赐给他们？";
$array_qn[4][114][1] = "圣经";
$array_qn[4][114][2] = "诫命";
$array_qn[4][114][3] = "生命水";
$array_qn[4][114][4] = "吗哪";
$array_qn[4][114][5] = "D";

$array_qn[4][115][6] = "启 2:17";
$array_qn[4][115][0] = "凡别迦摩教会得胜的除得到隐藏的吗哪外，还有甚麽？";
$array_qn[4][115][1] = "新酒";
$array_qn[4][115][2] = "新名";
$array_qn[4][115][3] = "生命水";
$array_qn[4][115][4] = "新约";
$array_qn[4][115][5] = "B";


$array_qn[4][116][6] = "启 3:1";
$array_qn[4][116][0] = "人子责备哪一间教会按名是活的，其实是死的？";
$array_qn[4][116][1] = "推雅推喇";
$array_qn[4][116][2] = "撒狄";
$array_qn[4][116][3] = "非拉铁非";
$array_qn[4][116][4] = "老底嘉";
$array_qn[4][116][5] = "B";

$array_qn[4][117][6] = "启 3:14-15";
$array_qn[4][117][0] = "人子责备哪一间教会不冷不热？";
$array_qn[4][117][1] = "撒狄";
$array_qn[4][117][2] = "加拉太";
$array_qn[4][117][3] = "以弗所";
$array_qn[4][117][4] = "老底嘉";
$array_qn[4][117][5] = "D";

$array_qn[4][118][6] = "启 10:10";
$array_qn[4][118][0] = "约翰把小书卷吃了以后，口中怎样？";
$array_qn[4][118][1] = "乾渴";
$array_qn[4][118][2] = "发苦";
$array_qn[4][118][3] = "甜如蜜";
$array_qn[4][118][4] = "血腥";
$array_qn[4][118][5] = "C";

$array_qn[4][119][6] = "启 21:27";
$array_qn[4][119][0] = "只有名字写在甚麽册上的才得进新城耶路撒冷？";
$array_qn[4][119][1] = "复活册";
$array_qn[4][119][2] = "生命册";
$array_qn[4][119][3] = "公义册";
$array_qn[4][119][4] = "永恒册";
$array_qn[4][119][5] = "B";

$array_qn[4][120][6] = "加 1:17";
$array_qn[4][120][0] = "保罗信主后，没有上耶路撒冷见使徒，惟独往哪里去？";
$array_qn[4][120][1] = "大马士革";
$array_qn[4][120][2] = "大扫";
$array_qn[4][120][3] = "阿拉伯";
$array_qn[4][120][4] = "叙利亚";
$array_qn[4][120][5] = "C";

$array_qn[4][121][6] = "加 2:12";
$array_qn[4][121][0] = "从谁那里来的人来到以先，矶法和外邦人一同吃饭？";
$array_qn[4][121][1] = "基督";
$array_qn[4][121][2] = "保罗";
$array_qn[4][121][3] = "约翰";
$array_qn[4][121][4] = "雅各";
$array_qn[4][121][5] = "D";

$array_qn[4][122][6] = "提后 4:10";
$array_qn[4][122][0] = "谁贪爱现今的世界，就离弃保罗往帖撒罗尼迦去了？";
$array_qn[4][122][1] = "底马";
$array_qn[4][122][2] = "百基拉";
$array_qn[4][122][3] = "特罗非摩";
$array_qn[4][122][4] = "利奴";
$array_qn[4][122][5] = "A";

$array_qn[4][123][6] = "启 1:20";
$array_qn[4][123][0] = "启示录中的七个金灯台代表甚麽？";
$array_qn[4][123][1] = "七个君王";
$array_qn[4][123][2] = "七个祭司";
$array_qn[4][123][3] = "七个孩童";
$array_qn[4][123][4] = "七个教会";
$array_qn[4][123][5] = "D";

$array_qn[4][124][6] = "启 1:20";
$array_qn[4][124][0] = "启示录中的七星代表教会的甚麽？";
$array_qn[4][124][1] = "七个诫命";
$array_qn[4][124][2] = "上帝的约";
$array_qn[4][124][3] = "七个使者";
$array_qn[4][124][4] = "七个灾";
$array_qn[4][124][5] = "C";

$array_qn[4][125][6] = "启 2:6";
$array_qn[4][125][0] = "人子称讚以弗所教会恨恶哪一党人的行为？";
$array_qn[4][125][1] = "尼哥拉";
$array_qn[4][125][2] = "耶洗别";
$array_qn[4][125][3] = "撒拉";
$array_qn[4][125][4] = "安提帕";
$array_qn[4][125][5] = "A";

$array_qn[4][126][6] = "希 7:4";
$array_qn[4][126][0] = "谁将自己所掳来上等之物取十分之一给麦基洗德？";
$array_qn[4][126][1] = "亚伦";
$array_qn[4][126][2] = "挪亚";
$array_qn[4][126][3] = "亚伯拉罕";
$array_qn[4][126][4] = "摩西";
$array_qn[4][126][5] = "C";

$array_qn[4][127][6] = "启 2:28";
$array_qn[4][127][0] = "凡推雅推喇教会得胜的，必得权柄和甚麽为赏赐？";
$array_qn[4][127][1] = "生命树";
$array_qn[4][127][2] = "晨星";
$array_qn[4][127][3] = "永恒之星";
$array_qn[4][127][4] = "烈焰";
$array_qn[4][127][5] = "B";

$array_qn[4][128][6] = "启 3:1-2";
$array_qn[4][128][0] = "人子责备哪一间教会的使者的行为没有一样是完全的？";
$array_qn[4][128][1] = "非拉铁非";
$array_qn[4][128][2] = "老底嘉";
$array_qn[4][128][3] = "撒狄";
$array_qn[4][128][4] = "以弗所";
$array_qn[4][128][5] = "C";

$array_qn[4][129][6] = "启 12:9";
$array_qn[4][129][0] = "大龙就是甚麽？";
$array_qn[4][129][1] = "古蛇";
$array_qn[4][129][2] = "魔鬼";
$array_qn[4][129][3] = "撒但";
$array_qn[4][129][4] = "以上皆是";
$array_qn[4][129][5] = "D";

$array_qn[4][130][6] = "林后 11:32";
$array_qn[4][130][0] = "在大马士革谁手下的提督要捉拿保罗？";
$array_qn[4][130][1] = "犹大王";
$array_qn[4][130][2] = "大扫王";
$array_qn[4][130][3] = "士革王";
$array_qn[4][130][4] = "亚哩达";
$array_qn[4][130][5] = "A";

$array_qn[4][131][6] = "启 2:14";
$array_qn[4][131][0] = "启示录中责备别迦摩教会甚麽事？";
$array_qn[4][131][1] = "教导巴勒";
$array_qn[4][131][2] = "不守十诫";
$array_qn[4][131][3] = "服从巴兰";
$array_qn[4][131][4] = "拜巴力";
$array_qn[4][131][5] = "C";

$array_qn[4][132][6] = "启 8:2";
$array_qn[4][132][0] = "第七印揭开时，有甚麽赐给七个天使？";
$array_qn[4][132][1] = "香炉";
$array_qn[4][132][2] = "弓";
$array_qn[4][132][3] = "号";
$array_qn[4][132][4] = "鼓";
$array_qn[4][132][5] = "C";

$array_qn[4][133][6] = "启 20:1";
$array_qn[4][133][0] = "一位天使手里拿著无底坑的钥匙以及甚麽，要捉住那龙 ？";
$array_qn[4][133][1] = "大斧";
$array_qn[4][133][2] = "大鍊子";
$array_qn[4][133][3] = "大刀";
$array_qn[4][133][4] = "大封印";
$array_qn[4][133][5] = "B";

$array_qn[4][134][6] = "启 11:8";
$array_qn[4][134][0] = "两个见证人被兽杀死，倒在城里，这城按著灵意叫甚麽？";
$array_qn[4][134][1] = "巴比伦";
$array_qn[4][134][2] = "所多玛";
$array_qn[4][134][3] = "蛾摩拉";
$array_qn[4][134][4] = " 无底坑";
$array_qn[4][134][5] = "B";

$array_qn[4][135][6] = "启 15:7";
$array_qn[4][135][0] = "四活物中有一个把盛满上帝大怒的甚麽给了天使？";
$array_qn[4][135][1] = "金杯";
$array_qn[4][135][2] = "金碗";
$array_qn[4][135][3] = "金桶";
$array_qn[4][135][4] = "湖";
$array_qn[4][135][5] = "B";


$array_qn[4][136][6] = "约三 1:9";
$array_qn[4][136][0] = "约翰在书信中提到谁在教会中不接待他？";
$array_qn[4][136][1] = "该犹";
$array_qn[4][136][2] = "丢特腓";
$array_qn[4][136][3] = "低米丢";
$array_qn[4][136][4] = "西拉";
$array_qn[4][136][5] = "B";

$array_qn[4][137][6] = "约三 1:12";
$array_qn[4][137][0] = "约翰说：谁行善，有众人给他作见证？";
$array_qn[4][137][1] = "该犹";
$array_qn[4][137][2] = "丢特腓";
$array_qn[4][137][3] = "低米丢";
$array_qn[4][137][4] = "西拉";
$array_qn[4][137][5] = "C";

$array_qn[4][138][6] = "启 11:3";
$array_qn[4][138][0] = "末世有两个见证人，穿著毛衣，传道多少天？";
$array_qn[4][138][1] = "三百六十天";
$array_qn[4][138][2] = "七百二十天";
$array_qn[4][138][3] = "一千二百天";
$array_qn[4][138][4] = "一千二百六十天";
$array_qn[4][138][5] = "D";

$array_qn[4][139][6] = "启 19:8";
$array_qn[4][139][0] = "上帝的众僕人穿著甚麽，代表圣徒所行的义？";
$array_qn[4][139][1] = "细麻衣";
$array_qn[4][139][2] = "白甲冑";
$array_qn[4][139][3] = "祭司袍";
$array_qn[4][139][4] = "白衣";
$array_qn[4][139][5] = "A";

$array_qn[4][140][6] = "启 16:16";
$array_qn[4][140][0] = "天使把碗倒在幼发拉底河后，有希伯来话叫甚麽的魔鬼？";
$array_qn[4][140][1] = "乌法珥新";
$array_qn[4][140][2] = "提落勒";
$array_qn[4][140][3] = "别西卜";
$array_qn[4][140][4] = "哈米吉多";
$array_qn[4][140][5] = "D";

$array_qn[5][1][6] = "路 21:2";
$array_qn[5][1][0] = "耶稣看见穷寡妇奉献了多少个小钱，就称讚她？";
$array_qn[5][1][1] = "1个";
$array_qn[5][1][2] = "2个";
$array_qn[5][1][3] = "3个";
$array_qn[5][1][4] = "4个";
$array_qn[5][1][5] = "B";

$array_qn[5][2][6] = "太 6:24";
$array_qn[5][2][0] = "「玛门」的意思是：";
$array_qn[5][2][1] = "名利";
$array_qn[5][2][2] = "地位";
$array_qn[5][2][3] = "权力";
$array_qn[5][2][4] = "财利";
$array_qn[5][2][5] = "D";

$array_qn[5][3][6] = "太 26:36";
$array_qn[5][3][0] = "耶稣在哪裡祷告，求上帝将苦杯拿走？";
$array_qn[5][3][1] = "各各他";
$array_qn[5][3][2] = "客西马尼";
$array_qn[5][3][3] = "加利利";
$array_qn[5][3][4] = "伯大尼";
$array_qn[5][3][5] = "B";

$array_qn[5][4][6] = "太 27:13";
$array_qn[5][4][0] = "耶稣被哪一位巡抚审问？";
$array_qn[5][4][1] = "希律";
$array_qn[5][4][2] = "提阿非罗";
$array_qn[5][4][3] = "彼拉多";
$array_qn[5][4][4] = " 巴拉巴";
$array_qn[5][4][5] = "C";

$array_qn[5][5][6] = "太 27:20";
$array_qn[5][5][0] = "祭司长和长老挑唆众人，求释放谁？";
$array_qn[5][5][1] = "巴拉巴";
$array_qn[5][5][2] = "巴拿巴";
$array_qn[5][5][3] = "巴拉";
$array_qn[5][5][4] = "西西拉";
$array_qn[5][5][5] = "A";

$array_qn[5][6][6] = "约 1:6";
$array_qn[5][6][0] = "谁从上帝那里差来为光作见证的？";
$array_qn[5][6][1] = "约瑟";
$array_qn[5][6][2] = "路加";
$array_qn[5][6][3] = "马太";
$array_qn[5][6][4] = "施洗约";
$array_qn[5][6][5] = "D";

$array_qn[5][7][6] = "约 19:23-24";
$array_qn[5][7][0] = "兵丁为耶稣的甚麽拈阄？";
$array_qn[5][7][1] = "鞋子";
$array_qn[5][7][2] = "腰带";
$array_qn[5][7][3] = "外衣";
$array_qn[5][7][4] = "里衣";
$array_qn[5][7][5] = "D";

$array_qn[5][8][6] = "太 13:31";
$array_qn[5][8][0] = "天国好像一粒甚麽种子，长大后比各样的菜都大？";
$array_qn[5][8][1] = "芥菜种";
$array_qn[5][8][2] = "白菜种";
$array_qn[5][8][3] = "生菜种";
$array_qn[5][8][4] = "椰菜种";
$array_qn[5][8][5] = "A";

$array_qn[5][9][6] = "太 26:15";
$array_qn[5][9][0] = "祭司长给犹大多少块钱，作为他出卖耶稣的代价？";
$array_qn[5][9][1] = "10块";
$array_qn[5][9][2] = "20块";
$array_qn[5][9][3] = "30块";
$array_qn[5][9][4] = "40块";
$array_qn[5][9][5] = "C";

$array_qn[5][10][6] = "太 26:1";
$array_qn[5][10][0] = "耶稣在甚麽日子吃最后晚餐？";
$array_qn[5][10][1] = "除酵节";
$array_qn[5][10][2] = "赎罪日";
$array_qn[5][10][3] = "住棚节";
$array_qn[5][10][4] = "五旬节";
$array_qn[5][10][5] = "A";

$array_qn[5][11][6] = "可 14:29";
$array_qn[5][11][0] = "谁说：「众人虽然跌倒，我总不能」？";
$array_qn[5][11][1] = "约翰";
$array_qn[5][11][2] = "雅各";
$array_qn[5][11][3] = "犹大";
$array_qn[5][11][4] = "彼得";
$array_qn[5][11][5] = "D";

$array_qn[5][12][6] = "路 22:34";
$array_qn[5][12][0] = "耶稣预言彼得必在鸡啼之前多少次不认他？";
$array_qn[5][12][1] = "2次";
$array_qn[5][12][2] = "3次";
$array_qn[5][12][3] = "4次";
$array_qn[5][12][4] = "5次";
$array_qn[5][12][5] = "B";

$array_qn[5][13][6] = "约 1:41";
$array_qn[5][13][0] = "「弥赛亚」翻出来是甚麽意思？";
$array_qn[5][13][1] = "耶和华";
$array_qn[5][13][2] = "基督";
$array_qn[5][13][3] = "主";
$array_qn[5][13][4] = "先知";
$array_qn[5][13][5] = "B";

$array_qn[5][14][6] = "太 1:23";
$array_qn[5][14][0] = "「以马内利」的意思是，上帝与我们怎样？";
$array_qn[5][14][1] = "同在";
$array_qn[5][14][2] = "同行";
$array_qn[5][14][3] = "同心";
$array_qn[5][14][4] = "同工";
$array_qn[5][14][5] = "A";

$array_qn[5][15][6] = "太 3:13";
$array_qn[5][15][0] = "耶稣在甚麽河受洗？";
$array_qn[5][15][1] = "约旦河";
$array_qn[5][15][2] = "尼罗河";
$array_qn[5][15][3] = "底格里斯河";
$array_qn[5][15][4] = "幼发拉底";
$array_qn[5][15][5] = "A";

$array_qn[5][16][6] = "太 8:4";
$array_qn[5][16][0] = "耶稣洁淨长大痲疯的人，叫他献上谁所吩咐的礼物？";
$array_qn[5][16][1] = "大卫";
$array_qn[5][16][2] = "约书亚";
$array_qn[5][16][3] = "亚伦";
$array_qn[5][16][4] = "摩西";
$array_qn[5][16][5] = "D";

$array_qn[5][17][6] = "太 22:17";
$array_qn[5][17][0] = "法利赛人以纳税给谁的问题，来试探耶稣？";
$array_qn[5][17][1] = "凯撒";
$array_qn[5][17][2] = "撒该";
$array_qn[5][17][3] = "希律";
$array_qn[5][17][4] = "彼拉多";
$array_qn[5][17][5] = "A";

$array_qn[5][18][6] = "太 27:33";
$array_qn[5][18][0] = "「各各他」的意思是：";
$array_qn[5][18][1] = "死亡地";
$array_qn[5][18][2] = "坟地";
$array_qn[5][18][3] = "灭亡地　";
$array_qn[5][18][4] = "髑髅地";
$array_qn[5][18][5] = "D";

$array_qn[5][19][6] = "太 28:7";
$array_qn[5][19][0] = "天使要妇女告诉门徒耶稣复活了，并且往哪里去了？";
$array_qn[5][19][1] = "耶路撒冷";
$array_qn[5][19][2] = "撒马利亚";
$array_qn[5][19][3] = "加利利";
$array_qn[5][19][4] = "伯利恒";
$array_qn[5][19][5] = "C";

$array_qn[5][20][6] = "可 15:39";
$array_qn[5][20][0] = "甚麽人看见耶稣断气，就说：「这人真是上帝的儿子」？";
$array_qn[5][20][1] = "兵丁";
$array_qn[5][20][2] = "强盗";
$array_qn[5][20][3] = "百夫长";
$array_qn[5][20][4] = "妇女";
$array_qn[5][20][5] = "C";


$array_qn[5][21][6] = "路 1:13";
$array_qn[5][21][0] = "天使向撒迦利亚预言将要生子，要给他起名叫什麽？";
$array_qn[5][21][1] = "约翰";
$array_qn[5][21][2] = "雅各";
$array_qn[5][21][3] = "彼得";
$array_qn[5][21][4] = "耶稣";
$array_qn[5][21][5] = "A";

$array_qn[5][22][6] = "路 3:23";
$array_qn[5][22][0] = "耶稣开头传道，年纪约有多少岁？";
$array_qn[5][22][1] = "30岁";
$array_qn[5][22][2] = "31岁";
$array_qn[5][22][3] = "32岁";
$array_qn[5][22][4] = "33岁";
$array_qn[5][22][5] = "A";

$array_qn[5][23][6] = "路 22:39";
$array_qn[5][23][0] = "耶稣被卖的那一夜，照常往那座山祷告？";
$array_qn[5][23][1] = "橄榄山";
$array_qn[5][23][2] = "西奈山";
$array_qn[5][23][3] = "他泊山";
$array_qn[5][23][4] = "黑门山";
$array_qn[5][23][5] = "A";

$array_qn[5][24][6] = "约 16:7";
$array_qn[5][24][0] = "耶稣说，我若不去，谁就不来？";
$array_qn[5][24][1] = "老师";
$array_qn[5][24][2] = "保惠师";
$array_qn[5][24][3] = "先知";
$array_qn[5][24][4] = "祭司";
$array_qn[5][24][5] = "B";

$array_qn[5][25][6] = "太 2:7";
$array_qn[5][25][0] = "谁暗暗地召了博士来，并差他们往伯利恒去？";
$array_qn[5][25][1] = "天使";
$array_qn[5][25][2] = "牧羊人";
$array_qn[5][25][3] = "希律";
$array_qn[5][25][4] = "马利亚";
$array_qn[5][25][5] = "C";

$array_qn[5][26][6] = "太 3:4";
$array_qn[5][26][0] = "施洗约翰吃的是甚麽？";
$array_qn[5][26][1] = "无花果";
$array_qn[5][26][2] = "橄榄";
$array_qn[5][26][3] = "蝗虫野蜜";
$array_qn[5][26][4] = "无酵饼";
$array_qn[5][26][5] = "C";

$array_qn[5][27][6] = "太 11:2";
$array_qn[5][27][0] = "谁打发两个门徒去见耶稣，问祂是否那将要来的？";
$array_qn[5][27][1] = "文士";
$array_qn[5][27][2] = "保罗";
$array_qn[5][27][3] = "施洗约翰";
$array_qn[5][27][4] = "法利赛";
$array_qn[5][27][5] = "C";

$array_qn[5][28][6] = "约 12:7";
$array_qn[5][28][0] = "耶稣说：马利亚献香膏是为祂甚麽之日存留的？";
$array_qn[5][28][1] = "升天";
$array_qn[5][28][2] = "安葬";
$array_qn[5][28][3] = "复活";
$array_qn[5][28][4] = "受苦";
$array_qn[5][28][5] = "B";

$array_qn[5][29][6] = "徒 22:25";
$array_qn[5][29][0] = "保罗因为是甚麽国籍而免受鞭打？";
$array_qn[5][29][1] = "罗马藉";
$array_qn[5][29][2] = "埃及藉";
$array_qn[5][29][3] = "犹太藉";
$array_qn[5][29][4] = "希腊藉";
$array_qn[5][29][5] = "A";

$array_qn[5][30][6] = "太 17:27";
$array_qn[5][30][0] = "耶稣吩咐彼得从甚麽活物的口中得钱作税银？";
$array_qn[5][30][1] = "鱼";
$array_qn[5][30][2] = "羊";
$array_qn[5][30][3] = "牛";
$array_qn[5][30][4] = "鸽";
$array_qn[5][30][5] = "A";

$array_qn[5][31][6] = "约 1:42";
$array_qn[5][31][0] = "「矶法」翻出来是甚麽意思？";
$array_qn[5][31][1] = "腓力";
$array_qn[5][31][2] = "拿但业";
$array_qn[5][31][3] = "安得烈";
$array_qn[5][31][4] = "彼得";
$array_qn[5][31][5] = "D";

$array_qn[5][32][6] = "约 1:47";
$array_qn[5][32][0] = "耶稣称谁是个真以色列人，心裡没有诡诈？";
$array_qn[5][32][1] = "雅各";
$array_qn[5][32][2] = "拿但业";
$array_qn[5][32][3] = "约翰";
$array_qn[5][32][4] = "腓力";
$array_qn[5][32][5] = "B";

$array_qn[5][33][6] = "约 4:7";
$array_qn[5][33][0] = "耶稣在撒马利亚与甚麽人谈「活水」？";
$array_qn[5][33][1] = "罪人";
$array_qn[5][33][2] = "税吏";
$array_qn[5][33][3] = "妇人";
$array_qn[5][33][4] = "瞎子";
$array_qn[5][33][5] = "C";

$array_qn[5][34][6] = "徒 1:9";
$array_qn[5][34][0] = "有甚麽把耶稣接往天上？";
$array_qn[5][34][1] = "天使";
$array_qn[5][34][2] = "旋风";
$array_qn[5][34][3] = "云彩";
$array_qn[5][34][4] = "火车火";
$array_qn[5][34][5] = "C";

$array_qn[5][35][6] = "徒 4:36";
$array_qn[5][35][0] = "「巴拿巴」翻出来是甚麽意思？";
$array_qn[5][35][1] = "劝慰子";
$array_qn[5][35][2] = "安慰子";
$array_qn[5][35][3] = "劝导子";
$array_qn[5][35][4] = "雷子";
$array_qn[5][35][5] = "A";

$array_qn[5][36][6] = "徒 9:27";
$array_qn[5][36][0] = "在耶路撒冷，只有谁愿意接待扫罗？";
$array_qn[5][36][1] = "巴拿巴";
$array_qn[5][36][2] = "马可";
$array_qn[5][36][3] = "腓利";
$array_qn[5][36][4] = "腓力";
$array_qn[5][36][5] = "A";

$array_qn[5][37][6] = "太 3:11";
$array_qn[5][37][0] = "施洗约翰用水施洗，但那以后来的，要用甚麽施洗？";
$array_qn[5][37][1] = "圣灵与水";
$array_qn[5][37][2] = "圣灵与火";
$array_qn[5][37][3] = "油与酒";
$array_qn[5][37][4] = "圣灵与油";
$array_qn[5][37][5] = "B";

$array_qn[5][38][6] = "太 22:23";
$array_qn[5][38][0] = "甚麽人与耶稣辩驳复活之事？";
$array_qn[5][38][1] = "法利赛人";
$array_qn[5][38][2] = "撒都该人";
$array_qn[5][38][3] = "文士";
$array_qn[5][38][4] = "祭司";
$array_qn[5][38][5] = "B";

$array_qn[5][39][6] = "可 1:16";
$array_qn[5][39][0] = "耶稣在哪个海边呼召四个渔夫作门徒？";
$array_qn[5][39][1] = "加利利";
$array_qn[5][39][2] = "地中海";
$array_qn[5][39][3] = "死海";
$array_qn[5][39][4] = "红海";
$array_qn[5][39][5] = "A";

$array_qn[5][40][6] = "路 1:17";
$array_qn[5][40][0] = "天使说施洗约翰必有谁的心志能力？";
$array_qn[5][40][1] = "摩西";
$array_qn[5][40][2] = "以利亚";
$array_qn[5][40][3] = "亚伦";
$array_qn[5][40][4] = "大卫";
$array_qn[5][40][5] = "B";


$array_qn[5][41][6] = "路 1:26";
$array_qn[5][41][0] = "天使往哪一座城向马利亚报喜讯？";
$array_qn[5][41][1] = "拿撒勒";
$array_qn[5][41][2] = "伯利恒";
$array_qn[5][41][3] = "耶路撒冷";
$array_qn[5][41][4] = "耶利哥";
$array_qn[5][41][5] = "A";

$array_qn[5][42][6] = "路 4:17";
$array_qn[5][42][0] = "耶稣在拿撒勒的会堂念哪位先知的书？";
$array_qn[5][42][1] = "阿摩司";
$array_qn[5][42][2] = "约珥";
$array_qn[5][42][3] = "弥迦";
$array_qn[5][42][4] = "以赛亚";
$array_qn[5][42][5] = "D";

$array_qn[5][43][6] = "路 23:26";
$array_qn[5][43][0] = "谁替耶稣背十字架？";
$array_qn[5][43][1] = "西门．彼得";
$array_qn[5][43][2] = "雅各";
$array_qn[5][43][3] = "西门";
$array_qn[5][43][4] = "古利奈人西门";
$array_qn[5][43][5] = "D";

$array_qn[5][44][6] = "徒 1:4";
$array_qn[5][44][0] = "耶稣吩咐门徒不要离开哪里，要等候圣灵的洗？";
$array_qn[5][44][1] = "加利利";
$array_qn[5][44][2] = "耶路撒冷";
$array_qn[5][44][3] = "迦百农";
$array_qn[5][44][4] = "撒马利亚";
$array_qn[5][44][5] = "B";

$array_qn[5][45][6] = "徒 8:1";
$array_qn[5][45][0] = "耶路撒冷的教会大遭逼迫，门徒都分散在犹太和哪里？";
$array_qn[5][45][1] = "马其顿";
$array_qn[5][45][2] = "基利家";
$array_qn[5][45][3] = "亚细亚";
$array_qn[5][45][4] = "撒马利亚";
$array_qn[5][45][5] = "D";

$array_qn[5][46][6] = "徒 8:18";
$array_qn[5][46][0] = "谁看见使徒按手有圣灵赐下，就拿钱给使徒买这权柄？";
$array_qn[5][46][1] = "西门";
$array_qn[5][46][2] = "亚拿尼亚";
$array_qn[5][46][3] = "扫罗";
$array_qn[5][46][4] = "腓利";
$array_qn[5][46][5] = "A";

$array_qn[5][47][6] = "徒 9:3";
$array_qn[5][47][0] = "扫罗在往哪裡的路上，因遇见异象而仆倒在地上？";
$array_qn[5][47][1] = "大马士革";
$array_qn[5][47][2] = "泰尔";
$array_qn[5][47][3] = "西顿";
$array_qn[5][47][4] = "安提阿";
$array_qn[5][47][5] = "A";

$array_qn[5][48][6] = "路 2:21";
$array_qn[5][48][0] = "满了多少天，约瑟就给耶稣行割礼？";
$array_qn[5][48][1] = "5天";
$array_qn[5][48][2] = "7天";
$array_qn[5][48][3] = "8天";
$array_qn[5][48][4] = "10天";
$array_qn[5][48][5] = "C";

$array_qn[5][49][6] = "路 23:7";
$array_qn[5][49][0] = "彼拉多一听见耶稣是加利利人，便把他交给谁？";
$array_qn[5][49][1] = "法利赛人";
$array_qn[5][49][2] = "犹太人";
$array_qn[5][49][3] = "加利利人";
$array_qn[5][49][4] = "希律";
$array_qn[5][49][5] = "D";

$array_qn[5][50][6] = "约 1:14";
$array_qn[5][50][0] = "道成了肉身，住在我们中间，有恩典，还有甚麽？";
$array_qn[5][50][1] = "有真理";
$array_qn[5][50][2] = "有律法";
$array_qn[5][50][3] = "有生命";
$array_qn[5][50][4] = "有真光";
$array_qn[5][50][5] = "A";

$array_qn[5][51][6] = "约 2:1";
$array_qn[5][51][0] = "耶稣在哪裡的婚筵上把水变为酒？";
$array_qn[5][51][1] = "迦拿";
$array_qn[5][51][2] = "伯赛大";
$array_qn[5][51][3] = "撒马利亚";
$array_qn[5][51][4] = "耶路撒";
$array_qn[5][51][5] = "A";

$array_qn[5][52][6] = "徒 2:1";
$array_qn[5][52][0] = "门徒甚麽时候被圣灵充满？";
$array_qn[5][52][1] = "住棚节";
$array_qn[5][52][2] = "逾越节";
$array_qn[5][52][3] = "无酵节";
$array_qn[5][52][4] = "五旬节";
$array_qn[5][52][5] = "D";

$array_qn[5][53][6] = "徒 7:60";
$array_qn[5][53][0] = "谁是教会第一位殉道者？";
$array_qn[5][53][1] = "司提反";
$array_qn[5][53][2] = "腓利";
$array_qn[5][53][3] = "彼得";
$array_qn[5][53][4] = "雅各";
$array_qn[5][53][5] = "A";

$array_qn[5][54][6] = "太 12:39";
$array_qn[5][54][0] = "耶稣说：除了哪位先知的神蹟以外，再没有神蹟看？";
$array_qn[5][54][1] = "约拿";
$array_qn[5][54][2] = "以利亚";
$array_qn[5][54][3] = "以利沙";
$array_qn[5][54][4] = "以赛亚";
$array_qn[5][54][5] = "A";

$array_qn[5][55][6] = "太 20:20-21";
$array_qn[5][55][0] = "谁的妻子来求耶稣，让她的两个儿子坐在耶稣左右？";
$array_qn[5][55][1] = "苦撒";
$array_qn[5][55][2] = "雅各";
$array_qn[5][55][3] = "西庇太";
$array_qn[5][55][4] = "亚勒腓";
$array_qn[5][55][5] = "C";

$array_qn[5][56][6] = "可 6:17";
$array_qn[5][56][0] = "希律为了谁的缘故杀害约翰？";
$array_qn[5][56][1] = "腓力";
$array_qn[5][56][2] = "希罗底";
$array_qn[5][56][3] = "底波拉";
$array_qn[5][56][4] = "利伯加";
$array_qn[5][56][5] = "B";

$array_qn[5][57][6] = "路 1:5";
$array_qn[5][57][0] = "撒迦利亚的妻子伊利莎白是谁的后人？";
$array_qn[5][57][1] = "摩西";
$array_qn[5][57][2] = "大卫";
$array_qn[5][57][3] = "所罗门";
$array_qn[5][57][4] = "亚伦";
$array_qn[5][57][5] = "D";

$array_qn[5][58][6] = "路 2:42";
$array_qn[5][58][0] = "耶稣几岁上耶路撒冷守逾越节，然后留在圣殿听道？";
$array_qn[5][58][1] = "10岁";
$array_qn[5][58][2] = "11岁";
$array_qn[5][58][3] = "12岁";
$array_qn[5][58][4] = "13岁";
$array_qn[5][58][5] = "C";

$array_qn[5][59][6] = "路 9:30";
$array_qn[5][59][0] = "门徒看见耶稣改变形像，并同摩西和谁说话？";
$array_qn[5][59][1] = "亚伦";
$array_qn[5][59][2] = "以诺";
$array_qn[5][59][3] = "挪亚";
$array_qn[5][59][4] = "以利亚";
$array_qn[5][59][5] = "D";

$array_qn[5][60][6] = "路 23:12";
$array_qn[5][60][0] = "希律和彼拉多因耶稣的缘故成了甚麽？";
$array_qn[5][60][1] = "仇人";
$array_qn[5][60][2] = "朋友";
$array_qn[5][60][3] = "姻亲";
$array_qn[5][60][4] = "知己";
$array_qn[5][60][5] = "B";


$array_qn[5][61][6] = "约 1:41";
$array_qn[5][61][0] = "施洗约翰的哪一位门徒跟随了耶稣？";
$array_qn[5][61][1] = "腓力";
$array_qn[5][61][2] = "拿但业";
$array_qn[5][61][3] = "西门";
$array_qn[5][61][4] = "安得烈";
$array_qn[5][61][5] = "D";

$array_qn[5][62][6] = "徒 1:3";
$array_qn[5][62][0] = "耶稣复活后，向门徒显现多少天？";
$array_qn[5][62][1] = "20天";
$array_qn[5][62][2] = "30天";
$array_qn[5][62][3] = "40天";
$array_qn[5][62][4] = "70天";
$array_qn[5][62][5] = "C";

$array_qn[5][63][6] = "徒 6:8";
$array_qn[5][63][0] = "谁被利百地拿等会堂的人设假见证陷害？";
$array_qn[5][63][1] = "彼得";
$array_qn[5][63][2] = "司提反";
$array_qn[5][63][3] = "巴拿巴";
$array_qn[5][63][4] = "腓利";
$array_qn[5][63][5] = "B";

$array_qn[5][64][6] = "徒 11:27";
$array_qn[5][64][0] = "门徒称为「基督徒」是从哪裡起首？";
$array_qn[5][64][1] = "腓立比";
$array_qn[5][64][2] = "加拉太";
$array_qn[5][64][3] = "安提阿";
$array_qn[5][64][4] = "以弗所";
$array_qn[5][64][5] = "C";

$array_qn[5][65][6] = "徒 16:9";
$array_qn[5][65][0] = "保罗在特罗亚见异象，随即往哪裡去？";
$array_qn[5][65][1] = "亚细亚";
$array_qn[5][65][2] = "加拉太";
$array_qn[5][65][3] = "马其顿";
$array_qn[5][65][4] = "庇推尼";
$array_qn[5][65][5] = "C";

$array_qn[5][66][6] = "徒 24:24";
$array_qn[5][66][0] = "谁和夫人土西拉一同听保罗讲论基督耶稣的道？";
$array_qn[5][66][1] = "革老丢";
$array_qn[5][66][2] = "腓力斯";
$array_qn[5][66][3] = "非斯都";
$array_qn[5][66][4] = "亚基帕";
$array_qn[5][66][5] = "B";

$array_qn[5][67][6] = "太 2:14";
$array_qn[5][67][0] = "约瑟为了逃避希律的杀害，带耶稣与马利亚往哪裡去？";
$array_qn[5][67][1] = "撒马利亚";
$array_qn[5][67][2] = "泰尔";
$array_qn[5][67][3] = "西顿";
$array_qn[5][67][4] = "埃及";
$array_qn[5][67][5] = "D";

$array_qn[5][68][6] = "太 3:3";
$array_qn[5][68][0] = "施洗约翰的出现，是应验哪一位先知的预言？";
$array_qn[5][68][1] = "以赛亚";
$array_qn[5][68][2] = "以西结";
$array_qn[5][68][3] = "以利亚";
$array_qn[5][68][4] = "以利沙";
$array_qn[5][68][5] = "A";

$array_qn[5][69][6] = "路 1:26";
$array_qn[5][69][0] = "伊利莎白怀孕第几个月，天使往马利亚那里去？";
$array_qn[5][69][1] = "第一个月";
$array_qn[5][69][2] = "第三个月";
$array_qn[5][69][3] = "第六个月";
$array_qn[5][69][4] = "第七个月";
$array_qn[5][69][5] = "C";

$array_qn[5][70][6] = "路 11:15";
$array_qn[5][70][0] = "耶稣赶出哑巴鬼后，有人说他是靠谁赶鬼的？";
$array_qn[5][70][1] = "别西卜";
$array_qn[5][70][2] = "巴力";
$array_qn[5][70][3] = "摩洛";
$array_qn[5][70][4] = "占卜";
$array_qn[5][70][5] = "A";

$array_qn[5][71][6] = "路 18:1-8";
$array_qn[5][71][0] = "耶稣设一个甚麽比喻，要人常常祷告？";
$array_qn[5][71][1] = "不义的管家";
$array_qn[5][71][2] = "寡妇和法官";
$array_qn[5][71][3] = "浪子的故事";
$array_qn[5][71][4] = "警醒的僕人";
$array_qn[5][71][5] = "D";

$array_qn[5][72][6] = "路 23:44";
$array_qn[5][72][0] = "耶稣大约何时断气？";
$array_qn[5][72][1] = "正午";
$array_qn[5][72][2] = "申初";
$array_qn[5][72][3] = "晚上";
$array_qn[5][72][4] = "早上";
$array_qn[5][72][5] = "B";

$array_qn[5][73][6] = "约 3:5";
$array_qn[5][73][0] = "耶稣说：人若不是从甚麽生的，就不能进上帝的国？";
$array_qn[5][73][1] = "火和圣灵";
$array_qn[5][73][2] = "水和圣灵";
$array_qn[5][73][3] = "水和火";
$array_qn[5][73][4] = "天和地";
$array_qn[5][73][5] = "B";

$array_qn[5][74][6] = "约 6:68";
$array_qn[5][74][0] = "谁说：「你有永生之道，我们还归从谁？」？";
$array_qn[5][74][1] = "雅各";
$array_qn[5][74][2] = "彼得";
$array_qn[5][74][3] = "约翰";
$array_qn[5][74][4] = "马太";
$array_qn[5][74][5] = "B";

$array_qn[5][75][6] = "徒 2:41";
$array_qn[5][75][0] = "彼得在五旬节的讲说后，门徒约添了多少人？";
$array_qn[5][75][1] = "一千";
$array_qn[5][75][2] = "三千";
$array_qn[5][75][3] = "五千";
$array_qn[5][75][4] = "七千";
$array_qn[5][75][5] = "B";

$array_qn[5][76][6] = "徒 9:41";
$array_qn[5][76][0] = "彼得使谁从死裡复活？";
$array_qn[5][76][1] = "多马";
$array_qn[5][76][2] = "提多";
$array_qn[5][76][3] = "多加";
$array_qn[5][76][4] = "路加";
$array_qn[5][76][5] = "C";

$array_qn[5][77][6] = "徒 21:10-11";
$array_qn[5][77][0] = "谁预言保罗在耶路撒冷必被捆绑？";
$array_qn[5][77][1] = "友布罗";
$array_qn[5][77][2] = "基利司布";
$array_qn[5][77][3] = "亚基布";
$array_qn[5][77][4] = "亚迦布";
$array_qn[5][77][5] = "D";

$array_qn[5][78][6] = "可 16:1";
$array_qn[5][78][0] = "谁与抹大拉的马利亚、雅各的母亲一起去膏耶稣的身体？";
$array_qn[5][78][1] = "撒罗米";
$array_qn[5][78][2] = "马利亚";
$array_qn[5][78][3] = "撒非喇";
$array_qn[5][78][4] = "一名妇";
$array_qn[5][78][5] = "A";

$array_qn[5][79][6] = "路 2:25-26";
$array_qn[5][79][0] = "谁得了启示，知道在死前必看见主所立的基督？";
$array_qn[5][79][1] = "约西";
$array_qn[5][79][2] = "西门";
$array_qn[5][79][3] = "西缅";
$array_qn[5][79][4] = "撒迦利亚";
$array_qn[5][79][5] = "D";

$array_qn[5][80][6] = "路 9:54";
$array_qn[5][80][0] = "雅各和谁说要吩咐火从天降烧灭村庄？";
$array_qn[5][80][1] = "彼得";
$array_qn[5][80][2] = "约翰";
$array_qn[5][80][3] = "安得烈";
$array_qn[5][80][4] = "犹大";
$array_qn[5][80][5] = "B";

$array_qn[5][81][6] = "徒 1:1";
$array_qn[5][81][0] = "使徒行传的收信人是：";
$array_qn[5][81][1] = "提阿非罗";
$array_qn[5][81][2] = "提摩太";
$array_qn[5][81][3] = "提多";
$array_qn[5][81][4] = "提庇留";
$array_qn[5][81][5] = "A";

$array_qn[5][82][6] = "徒 1:26";
$array_qn[5][82][0] = "门徒摇籤拣选了谁接替犹大的职分？";
$array_qn[5][82][1] = "马但";
$array_qn[5][82][2] = "马可";
$array_qn[5][82][3] = "马提亚　";
$array_qn[5][82][4] = "马利亚";
$array_qn[5][82][5] = "C";

$array_qn[5][83][6] = "徒 14:13";
$array_qn[5][83][0] = "哪个庙宇的祭司向保罗和巴拿巴献祭？";
$array_qn[5][83][1] = "大衮";
$array_qn[5][83][2] = "巴力";
$array_qn[5][83][3] = "宙斯";
$array_qn[5][83][4] = "亚斯她";
$array_qn[5][83][5] = "C";

$array_qn[5][84][6] = "徒 17:22";
$array_qn[5][84][0] = "保罗站在亚略‧巴古向甚麽人陈说上帝是真神？";
$array_qn[5][84][1] = "希腊人";
$array_qn[5][84][2] = "罗马人";
$array_qn[5][84][3] = "雅典人";
$array_qn[5][84][4] = "埃及人";
$array_qn[5][84][5] = "C";

$array_qn[5][85][6] = "徒 20:12";
$array_qn[5][85][0] = "谁在保罗讲道时熟睡，从楼上掉下死去，又被保罗救活？";
$array_qn[5][85][1] = "亚里达古";
$array_qn[5][85][2] = "彼古罗";
$array_qn[5][85][3] = "犹推古";
$array_qn[5][85][4] = "推基古";
$array_qn[5][85][5] = "C";

$array_qn[5][86][6] = "徒 24:27";
$array_qn[5][86][0] = "谁要讨犹太人的喜欢，就留保罗在监里？";
$array_qn[5][86][1] = "非斯都";
$array_qn[5][86][2] = "腓力斯";
$array_qn[5][86][3] = "百妮基";
$array_qn[5][86][4] = "亚基帕";
$array_qn[5][86][5] = "B";

$array_qn[5][87][6] = "路 7:11";
$array_qn[5][87][0] = "耶稣在拿因行了一个甚麽神蹟？";
$array_qn[5][87][1] = "治病";
$array_qn[5][87][2] = "赶鬼";
$array_qn[5][87][3] = "水变酒";
$array_qn[5][87][4] = "死人复活";
$array_qn[5][87][5] = "D";

$array_qn[5][88][6] = "路 8:2";
$array_qn[5][88][0] = "有一个抹大拉的女人曾被七个鬼附著，她名叫：";
$array_qn[5][88][1] = "马利亚";
$array_qn[5][88][2] = "多加";
$array_qn[5][88][3] = "百居拉";
$array_qn[5][88][4] = "马大";
$array_qn[5][88][5] = "A";

$array_qn[5][89][6] = "徒 5:34";
$array_qn[5][89][0] = "谁劝公会的人释放使徒？";
$array_qn[5][89][1] = "迦玛列";
$array_qn[5][89][2] = "迦得";
$array_qn[5][89][3] = "加百列";
$array_qn[5][89][4] = "玛迦烈";
$array_qn[5][89][5] = "A";

$array_qn[5][90][6] = "徒 11:28";
$array_qn[5][90][0] = "哪位先知藉著圣灵指明天下将有大饥荒？";
$array_qn[5][90][1] = "亚迦布";
$array_qn[5][90][2] = "亚迦玛";
$array_qn[5][90][3] = "迦玛列";
$array_qn[5][90][4] = "玛迦列";
$array_qn[5][90][5] = "A";

$array_qn[5][91][6] = "约 2:20";
$array_qn[5][91][0] = "耶稣时代的圣殿是用了多少年才造成的？";
$array_qn[5][91][1] = "16年";
$array_qn[5][91][2] = "26年";
$array_qn[5][91][3] = "36年";
$array_qn[5][91][4] = "46年";
$array_qn[5][91][5] = "D";

$array_qn[5][92][6] = "约 19:39";
$array_qn[5][92][0] = "谁带著约一百斤没药和沉香来安葬耶稣？";
$array_qn[5][92][1] = "尼哥德慕";
$array_qn[5][92][2] = "约瑟";
$array_qn[5][92][3] = "马利亚";
$array_qn[5][92][4] = "彼得";
$array_qn[5][92][5] = "A";

$array_qn[5][93][6] = "可 5:20";
$array_qn[5][93][0] = "在格拉森被鬼附的人得到耶稣拯救后，往哪里传扬耶稣？";
$array_qn[5][93][1] = "撒马利亚";
$array_qn[5][93][2] = "加利利";
$array_qn[5][93][3] = "特拉可尼";
$array_qn[5][93][4] = "低加坡";
$array_qn[5][93][5] = "D";

$array_qn[5][94][6] = "路 24:13";
$array_qn[5][94][0] = "两个门徒往哪裡去时，遇见复活后的耶稣？";
$array_qn[5][94][1] = "以马忤斯";
$array_qn[5][94][2] = "耶路撒冷";
$array_qn[5][94][3] = "拿撒勒";
$array_qn[5][94][4] = "加利利";
$array_qn[5][94][5] = "A";

$array_qn[5][95][6] = "约 11:16";
$array_qn[5][95][0] = "哪位门徒又称为「低土马」？";
$array_qn[5][95][1] = "腓力";
$array_qn[5][95][2] = "马可";
$array_qn[5][95][3] = "多马";
$array_qn[5][95][4] = "底马";
$array_qn[5][95][5] = "C";

$array_qn[5][96][6] = "约 14:8";
$array_qn[5][96][0] = "谁说：「求主将父显给我们看，我们就知足了」？";
$array_qn[5][96][1] = "多马";
$array_qn[5][96][2] = "安得烈";
$array_qn[5][96][3] = "腓力";
$array_qn[5][96][4] = "约翰";
$array_qn[5][96][5] = "C";

$array_qn[5][97][6] = "约 7:2";
$array_qn[5][97][0] = "甚麽节近了，耶稣的弟兄说：「你离开这里上犹太去吧」？";
$array_qn[5][97][1] = "逾越节";
$array_qn[5][97][2] = "住棚节";
$array_qn[5][97][3] = "吹角节";
$array_qn[5][97][4] = "五甸节";
$array_qn[5][97][5] = "B";

$array_qn[5][98][6] = "徒 28:30";
$array_qn[5][98][0] = "保罗在罗马传道多少年？";
$array_qn[5][98][1] = "一年";
$array_qn[5][98][2] = "二年";
$array_qn[5][98][3] = "三年";
$array_qn[5][98][4] = "四年";
$array_qn[5][98][5] = "B";

$array_qn[5][99][6] = "约 7:50";
$array_qn[5][99][0] = "谁说：「不知道他所做的事……还定他的罪吗？」";
$array_qn[5][99][1] = "彼拉多";
$array_qn[5][99][2] = "尼哥德慕";
$array_qn[5][99][3] = "该亚法";
$array_qn[5][99][4] = "迦玛列";
$array_qn[5][99][5] = "B";

$array_qn[5][100][6] = "徒 17:1";
$array_qn[5][100][0] = "保罗和西拉经过暗妃坡里、亚波罗尼亚，往哪裡讲道？";
$array_qn[5][100][1] = "腓立比";
$array_qn[5][100][2] = "亚细亚";
$array_qn[5][100][3] = "加拉太";
$array_qn[5][100][4] = "帖撒罗尼迦";
$array_qn[5][100][5] = "D";
?>